[{"0x74673": {"all": {"measure": "avr", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.", "evars": ["STATE"], "random_value": 187, "min": 0, "max": 74673, "bad_state_list": []}}}, {"74674x152496": {"all": {"measure": "land_buy_back_bonds", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to authorize the State of [STATE] to issue and sell general obligation bonds in an amount of up to 100 million dollars, which shall bear interest at a rate to be determined by the State, payable semiannually during a term not to exceed twenty years. The initiative allows proceeds to be used for the purposes of protecting drinking water, improving water quality in streams and rivers, conserving wildlife habitat, conserving farm and ranch lands, controlling invasive species, and improving public access to public lands. It also requires oversight of the fund from an independent citizens’ committee.", "evars": ["STATE"], "random_value": 518, "min": 74674, "max": 152496, "bad_state_list": []}, "MT": {"measure": "land_buy_back_bonds", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to authorize the State of Montana to issue and sell general obligation bonds in an amount of up to 100 million dollars, which shall bear interest at a rate to be determined by the State, payable semiannually during a term not to exceed twenty years. The initiative allows proceeds to be used for the purposes of protecting drinking water, improving water quality in streams and rivers, conserving wildlife habitat, conserving farm and ranch lands, controlling invasive species, and improving public access to public lands. It also requires oversight of the fund from an independent citizens’ committee.", "evars": null, "random_value": 953, "min": 74674, "max": 152496, "bad_state_list": []}}}, {"152497x227474": {"all": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.", "evars": null, "random_value": 723, "min": 152497, "max": 227474, "bad_state_list": []}, "FL": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following constitutional amendment:<br><br>Providing Medicaid coverage to individuals over age 18 and under age 65 whose incomes are at or below 138 percent of the federal poverty level and meeting other nonfinancial eligibility requirements, with no greater burdens placed on eligibility, enrollment, or benefits for these newly eligible individuals compared to other Medicaid beneficiaries. Directing Agency for Health Care Administration to implement the initiative by maximizing federal financial participation for newly eligible individuals.<br><br>", "evars": null, "random_value": 558, "min": 152497, "max": 227474, "bad_state_list": []}, "MO": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you want to amend Missouri law to:<br><ul><li>Adopt Medicaid Expansion for persons 19 to 64 years old with an income level at or below 133% of the federal poverty level, as set forth in the Affordable Care Act;</li><li>Prohibit placing greater or additional burdens on eligibility or enrollment standards, methodologies or practices on persons covered under Medicaid Expansion than on any other population eligible for Medicaid; and</li><li>Require state agencies to take all actions necessary to maximize federal financial participation in funding medical assistance under Medicaid Expansion?</li></ul><br>State government entities are estimated to have one-time costs of approximately $6.4 million and an unknown annual net fiscal impact by 2026 ranging from increased costs of at least $200 million to savings of $1 billion. Local governments expect costs to decrease by an unknown amount.", "evars": null, "random_value": 797, "min": 152497, "max": 227474, "bad_state_list": []}}}, {"227475x301566": {"FL": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to 15 dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": null, "random_value": 143, "min": 227475, "max": 301566, "bad_state_list": []}, "NV": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing:<br><ul><li>Raising the state minimum wage from the current $8.25 an hour to $9.40 per hour in 2021. Then $1.15 a year until the minimum wage hits $14 per hour in 2025.</li><li>Allow the Nevada State Legislature to pass statutes to increase the minimum wage above the $14-an-hour requirement.</li><li>Allow an employee to bring legal action against an employer for violating the amendment as an individual or as a representative in a class action.</li></ul><br>", "evars": null, "random_value": 777, "min": 227475, "max": 301566, "bad_state_list": []}, "all": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to [MIN_WAGE] dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": ["MIN_WAGE"], "random_value": 424, "min": 227475, "max": 301566, "bad_state_list": []}}}, {"301567x391534": {"all": {"measure": "natl_pop_vote_isc_new", "text": "Looking ahead to the 2020 general election imagine there was an Initiative to adopt an interstate compact to elect the President of the United States by national popular vote. Under the compact, the presidential candidate who receives the most votes in all 50 states and the District of Columbia is elected President. Under the compact, all of [STATE]’s electoral votes would be awarded to the presidential candidate who receives the most votes in all 50 states and the District of Columbia. This interstate compact takes effect only if enacted by states possessing a majority of the electoral votes, that is, enough electoral votes to elect a President, which is 270 of 538.", "evars": ["STATE"], "random_value": 760, "min": 301567, "max": 391534, "bad_state_list": []}}}, {"391535x466178": {"all": {"measure": "paid_fam_leave", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to create a paid family and medical leave program, under which any employee would be permitted to take up to 16 weeks of leave after the birth of a child or to care for a seriously ill family member, and up to 26 weeks for an employee’s own serious illness or injury. Employees would be paid at least two-thirds of their average weekly wage, up to a maximum benefit of $1,000 a week. This insurance program would be funded by a payroll deduction of approximately $6 a week, split equally between the employee and their employer. The program would be phased in over a two-year period, and new employees would become eligible after about six months on the job.", "evars": null, "random_value": 659, "min": 391535, "max": 466178, "bad_state_list": []}}}, {"466179x545150": {"all": {"measure": "paid_sick_days", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state law be amended to:<br><ul><li>Require employers to provide employees to earn one hour of paid sick time for every 30 hours worked</li><li>Allow employees to earn and use up to 40 hours of paid sick time per year if the employer has 15 or more employees and up to 24 hours per year if the employer has less than 15 employees;</li><li>Provide process, requirements, and limits on such sick time;</li><li>Provide penalties for any violations of this measure;</li></ul><br>", "evars": null, "random_value": 836, "min": 466179, "max": 545150, "bad_state_list": []}}}, {"545151x621015": {"all": {"measure": "payday_lending", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot reducing the allowable charges on payday loans to an annual percentage rate of no more than 36 percent.", "evars": null, "random_value": 841, "min": 545151, "max": 621015, "bad_state_list": []}}}, {"621016x697461": {"all": {"measure": "redistrict_reform", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend to the [STATE] Constitution to create an Independent Citizens Redistricting Commission for state legislative and congressional districts.<br><br>The proposal would:<br><ul><li>Establish a commission where citizens, not the legislature or political parties, draw boundaries for state legislative and congressional districts.</li><li>Protect the Commission from being controlled by any single political party.</li><li>Require a transparent process, with all commission meetings and record open and public.</li><li>Prevent the manipulation of voting districts that intentionally favors a particular candidate, elected official or political party.</li><li>Reduce the influence of lobbyists, partisan candidates or party officials in redistricting.</li><li>Remove the Legislature and Governor from the process of redistricting</li><li>Require voting districts comply with the U.S. Constitution and the federal Voting Rights Act.</li></ul><br>", "evars": ["STATE"], "random_value": 583, "min": 621016, "max": 697461, "bad_state_list": []}}}, {"697462x773385": {"all": {"measure": "reproductive_rights_def", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to define the term “person” to be from the beginning of biological development from the moment of conception until birth and grant such person constitutional rights and access to courts under the equal protection, due process, and open courts provisions of the state Constitution.", "evars": null, "random_value": 856, "min": 697462, "max": 773385, "bad_state_list": []}}}, {"773386x848341": {"all": {"measure": "state_eitc_expansion", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set our state's Earned Income Tax Credit to offer tax refunds of up to [EITC] per year for people who work and earn less than $75,000 per year, as well as family caregivers and students. It would be funded by increasing the state income tax rate by 5.13% on earners with more than [EITC_TAX] in taxable income.", "evars": ["EITC", "EITC_TAX"], "random_value": 755, "min": 773386, "max": 848341, "bad_state_list": []}}}, {"848342x923833": {"all": {"measure": "student_bill_rights", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a Student Loan Bill of Rights that would protect students by:<br><ul><li>Requiring student loan servicers to obtain a state license</li><li>Creating a state-based Student Loan Ombudsman</li><li>Requiring servicers to provide adequate information about income-driven repayment plans</li><li>Revoking licenses and impose fines if servicers commit malpractice</li></ul><br>", "evars": null, "random_value": 919, "min": 848342, "max": 923833, "bad_state_list": []}}}, {"923834x1000000": {"all": {"measure": "tabor", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>SHALL STATE TAXES BE INCREASED BY $763 MILLION IN THE FIRST FULL FISCAL YEAR AND BY WHATEVER AMOUNTS ARE RAISED ANNUALLY THEREAFTER BY INCREASING THE STATE INCOME TAX RATE TO 7.5 PERCENT ONLY ON INCOME ABOVE ONE MILLION DOLLARS FOR INDIVIDUALS, TRUSTS, ESTATES, AND CORPORATIONS IN ORDER TO BETTER FUND K THROUGH 12TH GRADE AND HIGHER EDUCATION, ROADS, BRIDGES, TRANSIT AND MENTAL HEALTH WITH THE FUNDS INDEPENDENTLY AUDITED AND LOCALLY CONTROLLED, AND IN CONNECTION THEREWITH, REPEALING THE REQUIREMENT THAT INCOME BE TAXED AT A SINGLE RATE AND ALLOWING ALL STATE REVENUE TO BE RETAINED AND SPENT AS VOTER APPROVED REVENUE CHANGES UNTIL VOTERS DECIDE TO END IT.<br><br>", "evars": null, "random_value": 832, "min": 923834, "max": 1000000, "bad_state_list": []}}}]