{"ar_issue2_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires voters to present valid photographic identification when voting.", "evars": null, "random_value": 381}, "min": 0, "max": 750, "bad_state_list": []}, "ar_issue2_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires voters to present valid photographic identification when voting.<br><br><br>Supporters of the measure say that it would prevent voter fraud and protect voter security.<br> <br>Opponents of the measure say that requiring photo identification to vote discourages voters and reduces turnout.<br>", "evars": null, "random_value": 794}, "min": 751, "max": 1588, "bad_state_list": []}, "ar_issue2_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>A Constitutional amendment to require voters to provide photo identification before voting in person.", "evars": null, "random_value": 25}, "min": 1589, "max": 2418, "bad_state_list": []}, "avr": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.", "evars": ["STATE"], "random_value": 209}, "min": 2419, "max": 2787, "bad_state_list": []}, "avr_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.<br><br>Supporters of the measure say that automatic voter registration will make it easier for everyone to vote.<br> <br>Opponents of the measure say that automatic voter registration could inadvertently allow people who aren't eligible to vote to vote.<br>", "evars": ["STATE"], "random_value": 612}, "min": 2788, "max": 14421, "bad_state_list": []}, "avr_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot:<br><br><strong>Automatic Voter Registration via DMV Initiative</strong>:<br><br>Shall Chapter 293 of the [STATE] Revised Statutes be amended to establish a system that will automatically register an eligible person to vote, or update that person’s existing [STATE] voter registration information, at the time the person applies to the [STATE] Department of Motor Vehicles for the issuance or renewal of any type of driver’s license or identification card, or makes a request to change the address on such a license or identification card, unless the person affirmatively declines in writing?.", "evars": ["STATE", "STATE", "STATE"], "random_value": 561}, "min": 14422, "max": 47326, "bad_state_list": []}, "child_tax_cred": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set [STATE]’s Child Tax Credit to [CTC_1] dollars per child for families earning less than $50,000 per year and [CTC_2] per child for families earning between $50,000 to $100,000 per year to be distributed monthly. The child tax credit would be paid for by an income tax increase of 5% on all income over [CTC_TAX] per year.", "evars": ["STATE", "CTC_1", "CTC_2", "CTC_TAX"], "random_value": 489}, "min": 47327, "max": 47703, "bad_state_list": []}, "child_tax_cred_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set [STATE]’s Child Tax Credit to [CTC_1] dollars per child for families earning less than $50,000 per year and [CTC_2] per child for families earning between $50,000 to $100,000 per year to be distributed monthly. The child tax credit would be paid for by an income tax increase of 5% on all income over [CTC_TAX] per year.<br><br>Supporters of the measure say that this measure will enable every family to take care of their children.<br> <br>Opponents of the measure say that this is a handout to parents who refuse to work.<br>", "evars": ["STATE", "CTC_1", "CTC_2", "CTC_TAX"], "random_value": 186}, "min": 47704, "max": 80608, "bad_state_list": []}, "co_amend74_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: require the [STATE] government to compensate owners of private property when laws or regulations reduce the property's value.", "evars": ["STATE"], "random_value": 885}, "min": 80609, "max": 81744, "bad_state_list": []}, "co_amend74_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: require the [STATE] government to compensate owners of private property when laws or regulations reduce the property's value.<br>Supporters of the measure say that this ensures fair compensation when regulation causes loss of value and will prevent government overreach.<br> <br>Opponents of the measure say that this will be expensive for tax payers, and could discourage governments from making decisions that benefit communities as a whole.<br>", "evars": ["STATE"], "random_value": 425}, "min": 81745, "max": 82701, "bad_state_list": []}, "co_amenda_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibits slavery and involuntary servitude.", "evars": null, "random_value": 10}, "min": 82702, "max": 83526, "bad_state_list": []}, "co_amenda_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibits slavery and involuntary servitude.<br><br>Supporters of the measure say that it will enshrine in law that all human beings should be treated with dignity.<br> <br>Opponents of the measure say that prison work in prison helps prisoners build skills while in prison .<br>", "evars": null, "random_value": 851}, "min": 83527, "max": 116431, "bad_state_list": []}, "co_amenda_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>Shall there be an amendment to the [STATE]  constitution concerning the removal of the exception to the prohibition of slavery and involuntary servitude when used as punishment for persons duly convicted of a crime?", "evars": ["STATE"], "random_value": 288}, "min": 116432, "max": 117525, "bad_state_list": []}, "debt_free_college": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a law which would cover tuition for all students enrolled in publicly-funded colleges, while capping the rise in tuition at the rate of inflation for all colleges accepting such funding. This would be paid for by an income tax increase of 5% percent on those making over 200,000 dollars per year.", "evars": null, "random_value": 551}, "min": 117526, "max": 117898, "bad_state_list": []}, "debt_free_college_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a law which would cover tuition for all students enrolled in publicly-funded colleges, while capping the rise in tuition at the rate of inflation for all colleges accepting such funding. This would be paid for by an income tax increase of 5% percent on those making over 200,000 dollars per year.<br><br>Supporters of the measure say that this measure will ensure that everone has the opportunity to get a good education.<br> <br>Opponents of the measure say that we can't afford to pay for college for even upper class families.<br>", "evars": null, "random_value": 404}, "min": 117899, "max": 150804, "bad_state_list": []}, "eq_pay_eq_work": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would strengthen pay discrimination laws through the following measures: prevent employers from asking about salary history when setting pay, require employers to provide information about salary ranges, allow employees to discuss their pay with each other without fear of retaliation, require employers to maintain pay data, give those who file sex-based wage discrimination claims the same remedies as are available under the Civil Rights Act, and ensure that victims of pay discrimination get fully compensated.\n", "evars": null, "random_value": 158}, "min": 150805, "max": 151183, "bad_state_list": []}, "eq_pay_eq_work_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would strengthen pay discrimination laws through the following measures: prevent employers from asking about salary history when setting pay, require employers to provide information about salary ranges, allow employees to discuss their pay with each other without fear of retaliation, require employers to maintain pay data, give those who file sex-based wage discrimination claims the same remedies as are available under the Civil Rights Act, and ensure that victims of pay discrimination get fully compensated.\n<br><br>Supporters of the measure say that this measure will make sure that everyone gets equal pay for equal work.<br> <br>Opponents of the measure say that this red tape will make employers less likely to higher and cost jobs.<br>", "evars": null, "random_value": 726}, "min": 151184, "max": 184088, "bad_state_list": []}, "fl_amend3_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires that casino gambling must be approved by the voters in [STATE] rather than the legislature.", "evars": ["STATE"], "random_value": 866}, "min": 184089, "max": 185214, "bad_state_list": []}, "fl_amend3_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires that casino gambling must be approved by the voters in [STATE] rather than the legislature.<br><br>This amendment ensures that [STATE] voters shall have the exclusive right to decide whether to authorize casino gambling by requiring that in order for casino gambling to be authorized under [STATE] law, it must be approved by [STATE] voters pursuant to Article XI, Section 3 of the [STATE] Constitution. Affects articles X and XI. Defines casino gambling and clarifies that this amendment does not conflict with federal law regarding state/tribal compacts.", "evars": ["STATE", "STATE", "STATE", "STATE", "STATE"], "random_value": 462}, "min": 185215, "max": 202122, "bad_state_list": []}, "fl_amend5_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires supermajorities of the state legislature to increase taxes.", "evars": null, "random_value": 510}, "min": 202123, "max": 203008, "bad_state_list": []}, "fl_amend5_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires supermajorities of the state legislature to increase taxes.<br><br>Supporters of the measure say that it will protect taxpayers by making it more difficult for [STATE] to raise taxes than to cut them.<br> <br>Opponents of the measure say that it would make it more difficult ot adequately fund public schools.<br>", "evars": ["STATE"], "random_value": 614}, "min": 203009, "max": 235913, "bad_state_list": []}, "fl_amend5_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br><strong>Amends Constitution: Expands (beyond taxes) application of requirement that three-fifths legislative majority approve bills raising revenue.</strong><br><br><strong>Result of “Yes” Vote:</strong> “Yes” vote expands “bills for raising revenue,” which require three-fifths legislative majority, to include (beyond taxes) fees and changes to tax exemptions, deductions, credits.<br><br><strong>Result of “No” Vote:</strong> “No” vote retains current law that bills for raising revenue, which require three-fifths legislative majority, are limited to bills that levy/increase taxes.", "evars": null, "random_value": 659}, "min": 235914, "max": 237041, "bad_state_list": []}, "land_buy_back": {"MT": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a law which would increase the Montana Lodging Facility Sales and Use Tax from 4% to 8% and change the use of these revenues. It creates the “Montana Outdoor Heritage Fund” and reserves 25% of these revenues for that fund. The initiative allows the Montana Outdoor Heritage Fund to be used for the purposes of improving public access to public lands, controlling invasive species, conserving farm and ranch lands, conserving wildlife habitat, improving water quality in streams and rivers and protecting drinking water. It also requires oversight of the fund from an independent citizens’ committee.", "evars": null, "random_value": 203}, "min": 237042, "max": 238192, "bad_state_list": []}, "mail_ballots": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that required [STATE] to mail every registered voter a ballot before every election. Voters would have the option to mail in their ballots, drop their ballots off at official boxes or vote at the polls on election day.", "evars": ["STATE"], "random_value": 359}, "min": 238193, "max": 238559, "bad_state_list": []}, "mail_ballots_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that required [STATE] to mail every registered voter a ballot before every election. Voters would have the option to mail in their ballots, drop their ballots off at official boxes or vote at the polls on election day.<br><br>Supporters of the measure say that this initiative will make it easier and more convinient for everyone to vote.<br> <br>Opponents of the measure say that this measure will make it harder to prevent voter fraud.<br>", "evars": ["STATE"], "random_value": 572}, "min": 238560, "max": 271464, "bad_state_list": []}, "med_expansion_off": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.", "evars": null, "random_value": 723}, "min": 271465, "max": 271840, "bad_state_list": [], "FL": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following constitutional amendment:<br><br>Providing Medicaid coverage to individuals over age 18 and under age 65 whose incomes are at or below 138 percent of the federal poverty level and meeting other nonfinancial eligibility requirements, with no greater burdens placed on eligibility, enrollment, or benefits for these newly eligible individuals compared to other Medicaid beneficiaries. Directing Agency for Health Care Administration to implement the initiative by maximizing federal financial participation for newly eligible individuals.<br><br>", "evars": null, "random_value": 192}}, "med_expansion_off_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.<br><br>Supporters of the measure say that expanding medicaid will bring healthcare to tens of thousands of people<br> <br>Opponents of the measure say that Medicaid is a broken program that already struggles to provide quality health care services<br>", "evars": null, "random_value": 737}, "min": 271841, "max": 282809, "bad_state_list": ["FL"]}, "med_expansion_off_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>Shall [STATE] statutes be amended to provide that the state shall amend its Medicaid state plan to expand eligibility for medical assistance to cover certain adults ages 19 through 64 whose incomes are one hundred thirty-eight percent (138%) of the federal poverty level or below as defined by federal law, and to maximize federal financial participation to fund their care?", "evars": ["STATE"], "random_value": 851}, "min": 282810, "max": 315714, "bad_state_list": ["FL"]}, "mi_prop1_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: legalize medical marijuana and create a state licensing system for marijuana businesses.", "evars": null, "random_value": 166}, "min": 315715, "max": 316463, "bad_state_list": []}, "mi_prop1_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: legalize medical marijuana and create a state licensing system for marijuana businesses.<br><br>Supporters of the measure say that revenue from marijuna taxation will fund local schools and infastructure.<br> <br>Opponents of the measure say that marijuana legalization has lead to substance abuse where it's been tried.<br>", "evars": null, "random_value": 732}, "min": 316464, "max": 317295, "bad_state_list": []}, "mi_prop1_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br><strong>STATE QUESTION</strong><br><br>This measure amends the [STATE]  State Statutes. A yes vote legalizes the licensed use, sale, and growth of marijuana in [STATE]  for medicinal purposes. A license is required for use and possession of marijuana for medicinal purposes and must be approved by an [STATE]  Board Certified Physician.<br>The State Department of Health will issue medical marijuana licenses if the application is eighteen years of older an [STATE]  resident. A special exception will be granted to an applicant under the age of eighteen, however these applications must be signed by two physicians and a parent or legal guardian.<br>The Department will also issue seller, grower, packaging, transportation, research and caregiver licenses. Individual and retail businesses must meet minimal requirements to be licensed to sell marijuana to licensees.<br>The punishment for unlicensed possession of permitted amounts of marijuana for individuals who can state a medical condition is a fine not exceeding four hundred dollars. Fees and zoning restrictions are established. A seven percent state tax is imposed on medical marijuana sales.", "evars": ["STATE", "STATE", "STATE", "STATE"], "random_value": 281}, "min": 317296, "max": 318115, "bad_state_list": []}, "min_wage_off": {"NV": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing:<br><ul><li>Raising the state minimum wage from the current $8.25 an hour to $9.40 per hour in 2021. Then $1.15 a year until the minimum wage hits $14 per hour in 2025.</li><li>Allow the Nevada State Legislature to pass statutes to increase the minimum wage above the $14-an-hour requirement.</li><li>Allow an employee to bring legal action against an employer for violating the amendment as an individual or as a representative in a class action.</li></ul><br>", "evars": null, "random_value": 201}, "min": 318116, "max": 318479, "bad_state_list": [], "FL": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to 15 dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": null, "random_value": 211}, "all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to [MIN_WAGE] dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": ["MIN_WAGE"], "random_value": 808}}, "min_wage_off_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to [MIN_WAGE] dollars an hour by 2024 and increasing the wage annually with inflation.<br><br>Supporters of the measure say that this will allow all workers in [STATE] to earn enough to meet their basic needs.<br> <br>Opponents of the measure say that employers will respond by hiring fewer workers and reducing hours.<br>", "evars": ["MIN_WAGE", "STATE"], "random_value": 314}, "min": 318480, "max": 351384, "bad_state_list": ["NV", "FL"]}, "min_wage_off_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>A vote “FOR” will amend the [STATE]  statute establishing a minimum wage rate for employees to increase the current state minimum wage to [MIN_WAGE] per hour on January 1, 2024.<br><br>\nA vote “AGAINST” will not cause the [STATE]  statute establishing a minimum wage rate for employees to be amended in such manner.<br><br>\nShall the [STATE]  statute establishing a minimum wage rate for employees be amended to increase the current state minimum wage to [MIN_WAGE] per hour on January 1, 2024?<br><br>", "evars": ["STATE", "MIN_WAGE", "STATE", "STATE", "MIN_WAGE"], "random_value": 231}, "min": 351385, "max": 374651, "bad_state_list": ["NV", "FL"]}, "mo_propd_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Increase the [STATE] gas tax by 10 cents per gallon dedicated to the state highway patrol.", "evars": ["STATE"], "random_value": 256}, "min": 374652, "max": 375913, "bad_state_list": []}, "mo_propd_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Increase the [STATE] gas tax by 10 cents per gallon dedicated to the state highway patrol.<br><br>Supporters of the measure say that the gas tax increase is necessary to maintain [STATE] roads.<br> <br>Opponents of the measure say that the tax hike will fall on the average [STATE] resident trying to make ends meet<br>", "evars": ["STATE", "STATE", "STATE"], "random_value": 425}, "min": 375914, "max": 390629, "bad_state_list": []}, "natl_pop_vote": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the [STATE] Constitution to award all of [STATE]’s electoral votes to the presidential candidate who wins the most votes nationwide.", "evars": ["STATE", "STATE"], "random_value": 292}, "min": 390630, "max": 391032, "bad_state_list": []}, "natl_pop_vote_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the [STATE] Constitution to award all of [STATE]’s electoral votes to the presidential candidate who wins the most votes nationwide.<br><br>Supporters of the measure say that this will ensure that every vote for president is equally valued no matter where it is cast.<br> <br>Opponents of the measure say that this will give up [STATE]'s electoral voice in deciding the next president.<br>", "evars": ["STATE", "STATE", "STATE"], "random_value": 303}, "min": 391033, "max": 423937, "bad_state_list": []}, "nv_amend1_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Creates specific constitutional rights for crime victims.", "evars": null, "random_value": 690}, "min": 423938, "max": 424839, "bad_state_list": []}, "nv_amend1_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Creates specific constitutional rights for crime victims.<br><br>Supporters of the measure say that this measure will protect the rights of victims of crime.<br> <br>Opponents of the measure say that this measure will put the rights of defendents in jeopardy.<br>", "evars": null, "random_value": 672}, "min": 424840, "max": 457744, "bad_state_list": []}, "nv_amend1_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>Shall the Constitution of [STATE]  be amended so as to provide certain rights to victims against whom a crime has allegedly been perpetrated and allow victims to assert such rights?<br><br>This proposal recognizes certain rights of victims against whom a crime has been perpetrated and provides for the enforcement of such rights. It amends Article 1, Section I of the [STATE]  Constitution by adding a new Paragraph XXX. A copy of this entire proposed constitutional amendment is on file in the office of the judge of the probate court and is available for public inspection.", "evars": ["STATE", "STATE"], "random_value": 245}, "min": 457745, "max": 458878, "bad_state_list": []}, "nv_amend3_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibit the state legislature from granting monopoly powers to one energy provider.", "evars": null, "random_value": 113}, "min": 458879, "max": 460008, "bad_state_list": []}, "nv_amend3_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibit the state legislature from granting monopoly powers to one energy provider.<br><br>Supporters of the measure say a monopoly restricts consumer choices and keeps energy prices high.<br> <br>Opponents of the measure say this deregulation would mean lost jobs and a lack of citizen control over energy production.<br>", "evars": null, "random_value": 861}, "min": 460009, "max": 460930, "bad_state_list": []}, "nv_amend6_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires electric utilities to acquire 50 percent of their power from renewable sources.", "evars": null, "random_value": 153}, "min": 460931, "max": 461809, "bad_state_list": []}, "nv_amend6_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires electric utilities to acquire 50 percent of their power from renewable sources.<br><br>Supporters of the measure say that it will allow [STATE] to lead the way in clean energy and good jobs.<br> <br>Opponents of the measure say that this will increase the price of energy and jobs.<br>", "evars": ["STATE"], "random_value": 802}, "min": 461810, "max": 494714, "bad_state_list": []}, "nv_amend6_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>PROPOSED AMENDMENT TO THE CONSTITUTION BY THE INITIATIVE RELATING TO RENEWABLE ENERGY PRODUCTION<br><br>A “YES” vote will replace [STATE] ’s current plan for transitioning nongovernmental electric utilities to renewable energy with a constitutional mandate that, irrespective of cost to consumers, 50% of the retail energy sales of these utilities come from certain types of renewable energy by 2030 (neither pre-1997 hydropower nor any nuclear generation counts for this percentage); the current plan increases use of the same types of renewable energy from 8% this year to 15% in 2025. A “ YES” vote also will mandate that these utilities increase their use of distributed renewable energy (energy locally generated and distributed from customers’ premises) to 10% by 2030; will require the new mandates be met by obtaining renewable energy credits, which may be created through renewable energy production or purchased from others who own existing renewable energy credits; and will require the [STATE]  Corporation Commission to enact implementing regulations.<br><br>A “NO” vote will preserve the existing rules that govern the required annual percentage of retail sales of renewable energy by nongovernmental electric utilities.", "evars": ["STATE", "STATE"], "random_value": 217}, "min": 494715, "max": 495823, "bad_state_list": []}, "or_msr103_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibits new or increased taxes or fees on 'groceries' (i.e. processed foods or beverages and ingredients thereof).", "evars": null, "random_value": 386}, "min": 495824, "max": 496565, "bad_state_list": []}, "or_msr103_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibits new or increased taxes or fees on 'groceries' (i.e. processed foods or beverages and ingredients thereof).<br><br>Supporters of the measure say that it will make sure lower and middle income residents of [STATE] can afford groceries.<br> <br>Opponents of the measure say that it would ensrine protections for a single industry in state law.<br>", "evars": ["STATE"], "random_value": 270}, "min": 496566, "max": 497440, "bad_state_list": []}, "or_msr103_2018_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br><br>Initiative Measure<br>Initiative Measure concerns taxation of certain items intended for human consumption. This measure would prohibit new or increased local taxes, fees, or assessments on raw or processed foods or beverages (with exceptions), or ingredients thereof, unless effective by January 15, 2018, or generally applicable.<br><br>Should this measure be enacted into law?", "evars": null, "random_value": 873}, "min": 497441, "max": 498364, "bad_state_list": []}, "paid_fam_leave": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to create a paid family and medical leave program, under which any employee would be permitted to take up to 16 weeks of leave after the birth of a child or to care for a seriously ill family member, and up to 26 weeks for an employee’s own serious illness or injury. Employees would be paid at least two-thirds of their average weekly wage, up to a maximum benefit of $1,000 a week. This insurance program would be funded by a payroll deduction of approximately $6 a week, split equally between the employee and their employer. The program would be phased in over a two-year period, and new employees would become eligible after about six months on the job.", "evars": null, "random_value": 449}, "min": 498365, "max": 498733, "bad_state_list": []}, "paid_fam_leave_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to create a paid family and medical leave program, under which any employee would be permitted to take up to 16 weeks of leave after the birth of a child or to care for a seriously ill family member, and up to 26 weeks for an employee’s own serious illness or injury. Employees would be paid at least two-thirds of their average weekly wage, up to a maximum benefit of $1,000 a week. This insurance program would be funded by a payroll deduction of approximately $6 a week, split equally between the employee and their employer. The program would be phased in over a two-year period, and new employees would become eligible after about six months on the job.<br><br>Supporters of the measure say that this will allow all working mothers and fathers to take care of their young children.<br> <br>Opponents of the measure say that this will make it more difficult for small businesses to afford to hire workering mothers.<br>", "evars": null, "random_value": 871}, "min": 498734, "max": 531639, "bad_state_list": []}, "paid_sick_days": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state law be amended to:<br><ul><li>Require employers to provide employees to earn one hour of paid sick time for every 30 hours worked</li><li>Allow employees to earn and use up to 40 hours of paid sick time per year if the employer has 15 or more employees and up to 24 hours per year if the employer has less than 15 employees;</li><li>Provide process, requirements, and limits on such sick time;</li><li>Provide penalties for any violations of this measure;</li></ul><br>", "evars": null, "random_value": 76}, "min": 531640, "max": 532014, "bad_state_list": []}, "paid_sick_days_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state law be amended to:<br><ul><li>Require employers to provide employees to earn one hour of paid sick time for every 30 hours worked</li><li>Allow employees to earn and use up to 40 hours of paid sick time per year if the employer has 15 or more employees and up to 24 hours per year if the employer has less than 15 employees;</li><li>Provide process, requirements, and limits on such sick time;</li><li>Provide penalties for any violations of this measure;</li></ul><br><br><br>Supporters of the measure say that this will keeps workers healthier, reduces turnover, increases productivity and build moral<br> <br>Opponents of the measure say that this will make it more difficult for small businesses to operate in  [STATE].<br>", "evars": ["STATE"], "random_value": 19}, "min": 532015, "max": 564919, "bad_state_list": []}, "paid_sick_days_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>This proposed law would entitle employees in [STATE]  to earn and use sick time according to certain conditions.\nEmployees who work for employers having eleven or more employees could earn and use up to 40 hours of paid sick time per calendar year, while employees working for smaller employers could earn and use up to 40 hours of unpaid sick time per calendar year.<br><br>An employee could use earned sick time if required to miss work in order (1) to care for a physical or mental illness, injury or medical condition affecting the employee or the employee’s child, spouse, parent, or parent of a spouse; (2) to attend routine medical appointments of the employee or the employee’s child, spouse, parent, or parent of a spouse; or (3) to address the effects of domestic violence on the employee or the employee’s dependent child. Employees would earn one hour of sick time for every 30 hours worked, and would begin accruing those hours on the date of hire or on July 1, 2021, whichever is later. Employees could begin to use earned sick time on the 90th day after hire.<br><br>\nA YES VOTE would entitle employees in [STATE] to earn and use sick time according to certain conditions.<br><br>\nA NO VOTE would make no change in the laws regarding earned sick time.<br><br>", "evars": ["STATE", "STATE"], "random_value": 539}, "min": 564920, "max": 597825, "bad_state_list": []}, "payday_lending": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot reducing the allowable charges on payday loans to an annual percentage rate of no more than 36 percent.", "evars": null, "random_value": 692}, "min": 597826, "max": 598218, "bad_state_list": []}, "payday_lending_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot reducing the allowable charges on payday loans to an annual percentage rate of no more than 36 percent.<br><br>Supporters of the measure say that this will end the outrageous interest charged to borrowers<br> <br>Opponents of the measure say that pay day loans provide an essentual lifeline to those without credit.<br>", "evars": null, "random_value": 109}, "min": 598219, "max": 631123, "bad_state_list": []}, "payday_lending_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>Shall there be an amendment to the [STATE] Revised Statutes concerning limitations on payday lenders, and, in connection therewith, reducing allowable charges on payday loans to an annual percentage rate of no more than thirty-six percent?", "evars": ["STATE"], "random_value": 743}, "min": 631124, "max": 664028, "bad_state_list": []}, "protect_dem": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was a constitutional amendment on your ballot that would reduce the signature threshold for putting a citizen initiative on the ballot to 5% and require lawmakers to obtain a two-thirds vote to overturn an initiative approved by the voters within the first five years of its passage.", "evars": null, "random_value": 195}, "min": 664029, "max": 664466, "bad_state_list": []}, "protect_dem_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was a constitutional amendment on your ballot that would reduce the signature threshold for putting a citizen initiative on the ballot to 5% and require lawmakers to obtain a two-thirds vote to overturn an initiative approved by the voters within the first five years of its passage.<br><br>Supporters of the measure say that this measure will ensure that the the will of the voters is respected.<br> <br>Opponents of the measure say that this will make it too easy to put many frivilious or ill concieved measures on the ballot.<br>", "evars": null, "random_value": 397}, "min": 664467, "max": 675435, "bad_state_list": []}, "public_option": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would provide people who don’t get health coverage through their employers the option to buy into a state-run program, like Medicaid.", "evars": null, "random_value": 635}, "min": 675436, "max": 675804, "bad_state_list": []}, "public_option_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would provide people who don’t get health coverage through their employers the option to buy into a state-run program, like Medicaid.<br><br>Supporters of the measure say that providing residents with a public option will lower premiums.<br> <br>Opponents of the measure say that the government has no business selling people health insurance.<br>", "evars": null, "random_value": 720}, "min": 675805, "max": 708710, "bad_state_list": []}, "redistrict_reform": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend to the [STATE] Constitution to create an Independent Citizens Redistricting Commission for state legislative and congressional districts.<br><br>The proposal would:<br><ul><li>Establish a commission where citizens, not the legislature or political parties, draw boundaries for state legislative and congressional districts.</li><li>Protect the Commission from being controlled by any single political party.</li><li>Require a transparent process, with all commission meetings and record open and public.</li><li>Prevent the manipulation of voting districts that intentionally favors a particular candidate, elected official or political party.</li><li>Reduce the influence of lobbyists, partisan candidates or party officials in redistricting.</li><li>Remove the Legislature and Governor from the process of redistricting</li><li>Require voting districts comply with the U.S. Constitution and the federal Voting Rights Act.</li></ul><br>", "evars": ["STATE"], "random_value": 915}, "min": 708711, "max": 709114, "bad_state_list": []}, "redistrict_reform_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend to the [STATE] Constitution to create an Independent Citizens Redistricting Commission for state legislative and congressional districts.<br><br>The proposal would:<br><ul><li>Establish a commission where citizens, not the legislature or political parties, draw boundaries for state legislative and congressional districts.</li><li>Protect the Commission from being controlled by any single political party.</li><li>Require a transparent process, with all commission meetings and record open and public.</li><li>Prevent the manipulation of voting districts that intentionally favors a particular candidate, elected official or political party.</li><li>Reduce the influence of lobbyists, partisan candidates or party officials in redistricting.</li><li>Remove the Legislature and Governor from the process of redistricting</li><li>Require voting districts comply with the U.S. Constitution and the federal Voting Rights Act.</li></ul><br><br><br>Supporters of the measure say that this measure will ensure that elections are fair and transparent.<br> <br>Opponents of the measure say that this measure will put redistricting in the hand of unaccountable bureaucrats.<br>", "evars": ["STATE"], "random_value": 859}, "min": 709115, "max": 732382, "bad_state_list": []}, "redistrict_reform_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>This proposed constitutional amendment would:<br><br>\nCreate a commission of 13 registered voters randomly selected by the Secretary of State:<br><br>\n-4 each who self-identify as affiliated with the 2 major political parties; and<br><br>\n-5 who self-identify as unaffiliated with major political parties.<br><br>\n-Prohibit partisan officeholders and candidates, their employees, certain relatives, and lobbyists from serving as commissioners.<br><br>\n-Establish new redistricting criteria including geographically compact and contiguous districts of equal population, reflecting [STATE]'s diverse population and communities of interest. Districts shall not provide<br><br> disproportionate advantage to political parties or candidates.<br><br>\n-Require an appropriation of funds for commission operations and commissioner compensation.<br><br>", "evars": ["STATE"], "random_value": 395}, "min": 732383, "max": 765287, "bad_state_list": []}, "reproductive_rights_def": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to define the term “person” to be from the beginning of biological development from the moment of conception until birth and grant such person constitutional rights and access to courts under the equal protection, due process, and open courts provisions of the state Constitution.", "evars": null, "random_value": 830}, "min": 765288, "max": 765680, "bad_state_list": []}, "reproductive_rights_def_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to define the term “person” to be from the beginning of biological development from the moment of conception until birth and grant such person constitutional rights and access to courts under the equal protection, due process, and open courts provisions of the state Constitution.<br><br>Supporters of the measure say that this measure will mean that if Roe v. Wade is overturned, the vacuum will be filled by a state law.<br> <br>Opponents of the measure say that this leaves no exception for rape or incest.<br>", "evars": null, "random_value": 834}, "min": 765681, "max": 798585, "bad_state_list": []}, "reproductive_rights_def_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>Proposing an amendment to the Constitution of [STATE] of 1901, as amended; to declare and otherwise affirm that it is the public policy of this state to recognize and support the sanctity of unborn life and the rights of unborn children, most importantly the right to life in all manners and measures appropriate and lawful; and to provide that the constitution of this state does not protect the right to abortion or require the funding of abortion. Under current law, the state constitution does not include any language that directly relates to the importance of unborn life or the rights of unborn children, nor does it include any language that directly relates to abortion or the funding of abortions using state funds.:<br><br>\nAmendment 2 provides that it would be the public policy of the state to recognize and support the importance of unborn life and the rights of unborn children, including the right to life; and to protect the rights of unborn children. Additionally, the amendment would make clear that the state constitution does not include a right to abortion or require the funding of an abortion using public funds.:<br><br>\nThe proposed amendment does not identify any specific actions or activities as unlawful. It expresses a public policy that supports broad protections for the rights of unborn children as long as the protections are lawful.:<br><br>\nIf a majority of voters vote \"Yes\" on Amendment 2, the public policy of this state will be to support and protect the importance of unborn life and the rights of unborn children. The state constitution would also not include a right to an abortion or to the funding of an abortion using public funds.:<br><br>\nIf a majority of voters vote \"No\" on Amendment 2, there would be no language in the state constitution related to the importance of unborn life or protecting the rights of unborn children, or to abortion or the funding of abortions using public funds.:<br><br>\nThere is no cost for Amendment 2.:<br><br>\nThe Constitutional authority for passage of Amendment 2 is set forth in Sections 284, 285 and 287 of the State Constitution. These sections outline the way a constitutional amendment may be put to the people of the State for a vote:<br><br>", "evars": ["STATE"], "random_value": 219}, "min": 798586, "max": 831490, "bad_state_list": []}, "reproductive_rights_off": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to guarantee that women in the state could legally access abortion services.", "evars": null, "random_value": 93}, "min": 831491, "max": 831862, "bad_state_list": []}, "reproductive_rights_off_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to guarantee that women in the state could legally access abortion services.<br><br>Supporters of the measure say that this measure will protect the right to choose enshrined in Roe v. Wade.<br> <br>Opponents of the measure say that this will lead to third trimester abortions.<br>", "evars": null, "random_value": 447}, "min": 831863, "max": 864767, "bad_state_list": []}, "state_eitc_expansion": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set our state's Earned Income Tax Credit to offer tax refunds of up to [EITC] per year for people who work and earn less than $75,000 per year, as well as family caregivers and students. It would be funded by increasing the state income tax rate by 5.13% on earners with more than [EITC_TAX] in taxable income.", "evars": ["EITC", "EITC_TAX"], "random_value": 626}, "min": 864768, "max": 865141, "bad_state_list": []}, "state_eitc_expansion_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set our state's Earned Income Tax Credit to offer tax refunds of up to [EITC] per year for people who work and earn less than $75,000 per year, as well as family caregivers and students. It would be funded by increasing the state income tax rate by 5.13% on earners with more than [EITC_TAX] in taxable income.<br><br>Supporters of the measure say that this initiative will make sure working families can earn a living wage.<br> <br>Opponents of the measure say that taxpayers can't afford this expansion of government.<br>", "evars": ["EITC", "EITC_TAX"], "random_value": 655}, "min": 865142, "max": 898046, "bad_state_list": []}, "student_bill_rights": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a Student Loan Bill of Rights that would protect students by:<br><ul><li>Requiring student loan servicers to obtain a state license</li><li>Creating a state-based Student Loan Ombudsman</li><li>Requiring servicers to provide adequate information about income-driven repayment plans</li><li>Revoking licenses and impose fines if servicers commit malpractice</li></ul><br>", "evars": null, "random_value": 80}, "min": 898047, "max": 898428, "bad_state_list": []}, "student_bill_rights_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a Student Loan Bill of Rights that would protect students by:<br><ul><li>Requiring student loan servicers to obtain a state license</li><li>Creating a state-based Student Loan Ombudsman</li><li>Requiring servicers to provide adequate information about income-driven repayment plans</li><li>Revoking licenses and impose fines if servicers commit malpractice</li></ul><br><br><br>Supporters of the measure say that this initiative will protect the rights of students when they seek loans.<br> <br>Opponents of the measure say that these regulations will make it more difficult for banks to provide student loans and for students to get them<br>", "evars": null, "random_value": 256}, "min": 898429, "max": 931334, "bad_state_list": []}, "tabor": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>SHALL STATE TAXES BE INCREASED BY $763 MILLION IN THE FIRST FULL FISCAL YEAR AND BY WHATEVER AMOUNTS ARE RAISED ANNUALLY THEREAFTER BY INCREASING THE STATE INCOME TAX RATE TO 7.5 PERCENT ONLY ON INCOME ABOVE ONE MILLION DOLLARS FOR INDIVIDUALS, TRUSTS, ESTATES, AND CORPORATIONS IN ORDER TO BETTER FUND K THROUGH 12TH GRADE AND HIGHER EDUCATION, ROADS, BRIDGES, TRANSIT AND MENTAL HEALTH WITH THE FUNDS INDEPENDENTLY AUDITED AND LOCALLY CONTROLLED, AND IN CONNECTION THEREWITH, REPEALING THE REQUIREMENT THAT INCOME BE TAXED AT A SINGLE RATE AND ALLOWING ALL STATE REVENUE TO BE RETAINED AND SPENT AS VOTER APPROVED REVENUE CHANGES UNTIL VOTERS DECIDE TO END IT.<br><br>", "evars": null, "random_value": 158}, "min": 931335, "max": 931727, "bad_state_list": []}, "ut_amendb_2018": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Make real property that the State or a local government entity leases from a private owner exempt from property taxes.", "evars": null, "random_value": 44}, "min": 931728, "max": 932867, "bad_state_list": []}, "ut_amendb_2018_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Make real property that the State or a local government entity leases from a private owner exempt from property taxes.<br><br>Supporters of the measure say that this simplifies the tax code so that [STATE] doesn't have to use tax itself to pay taxes on property it owns.<br> <br>Opponents of the measure say this is a givewaway to property owners who lease their property to the state government, and other taxpayers would have to make up the difference.<br>", "evars": ["STATE"], "random_value": 69}, "min": 932868, "max": 933821, "bad_state_list": []}, "voting_rights_restore": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to restore the voting rights of citizens with felony convictions after they complete all terms of their sentence including parole or probation. This restoration would not apply to those convicted of murder or sexual offenses, who would continue to be permanently barred from voting unless the Governor restores their voting rights on a case by case basis.", "evars": null, "random_value": 104}, "min": 933822, "max": 934189, "bad_state_list": []}, "voting_rights_restore_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to restore the voting rights of citizens with felony convictions after they complete all terms of their sentence including parole or probation. This restoration would not apply to those convicted of murder or sexual offenses, who would continue to be permanently barred from voting unless the Governor restores their voting rights on a case by case basis.<br><br>Supporters of the measure say that this initiative will advance liberty to those who have paid their dept to society.<br> <br>Opponents of the measure say that the ability to vote should be granted only to felons who have earned it.<br>", "evars": null, "random_value": 191}, "min": 934190, "max": 967095, "bad_state_list": []}, "voting_rights_restore_pseudo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: <br><br>This amendment restores the voting rights of [STATE] residents with felony convictions after they complete all terms of their sentence including parole or probation. The amendment would not apply to those convicted of murder or sexual offenses, who would continue to be permanently barred from voting unless the Governor and Cabinet vote to restore their voting rights on a case by case basis.", "evars": ["STATE"], "random_value": 440}, "min": 967096, "max": 1000000, "bad_state_list": []}}