[{"0x45455": {"CO": {"measure": "co_prop_cc_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Without raising taxes and to better fund public schools, higher education, and roads, bridges, and transit, within a balanced budget, may the state keep and spend all the revenue it annually collects after June 30, 2019, but is not currently allowed to keep and spend under Colorado law, with an annual independent audit to show how the retained revenues are spent?<br><br>", "evars": null, "random_value": 156, "min": 0, "max": 45455}}}, {"45456x90909": {"CO": {"measure": "co_prop_dd_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state taxes be increased by twenty-nine million dollars annually to fund state water projects and commitments and to pay for the regulation of sports betting through licensed casinos by authorizing a tax on sports betting of ten percent of net sports betting proceeds, and to impose the tax on persons licensed to conduct sports betting operations?<br><br>", "evars": null, "random_value": 483, "min": 45456, "max": 90909}}}, {"90910x136364": {"KS": {"measure": "ks_amend_census_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The purpose of this amendment is to eliminate the adjustment of census taken by the United States census bureau regarding nonresident military personnel and nonresident students when reapportioning the Kansas senate and house of representatives.<br><br>A vote for this proposition would eliminate the adjustment of census taken by the United States census bureau regarding nonresident military personnel and nonresident students when reapportioning the Kansas senate and house of representatives.<br><br>A vote against this proposition would continue in effect the requirement for the adjustment of census taken by the United States census bureau regarding nonresident military personnel and nonresident students when reapportioning the Kansas senate and house of representatives.<br><br>", "evars": null, "random_value": 852, "min": 90910, "max": 136364}}}, {"136365x181818": {"LA": {"measure": "la_amend_boardtaxappeals_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you support an amendment to protect taxpayers by requiring a complete remedy in law for the prompt recovery of any unconstitutional tax paid and to allow the jurisdiction of the Board of Tax Appeals to extend to matters related to the constitutionality of taxes?<br><br>", "evars": null, "random_value": 824, "min": 136365, "max": 181818}}}, {"181819x227273": {"LA": {"measure": "la_amend_education_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you support an amendment to provide for appropriations from the Education Excellence Fund for the Louisiana Educational Television Authority, Thrive Academy, and laboratory schools operated by public postsecondary education institutions? (Amends Article VII, Section 10.8(C)(3)(b), (c), and (g); Repeals Article VII, Section 10.8(C)(3)(d))<br><br>", "evars": null, "random_value": 593, "min": 181819, "max": 227273}}}, {"227274x272727": {"LA": {"measure": "la_amend_housing_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you support an amendment to allow the City of New Orleans to exempt property within Orleans Parish from all or part of ad valorem taxes that would otherwise be due for the purpose of promoting affordable housing?<br><br>", "evars": null, "random_value": 904, "min": 227274, "max": 272727}}}, {"272728x318182": {"LA": {"measure": "la_amend_propertytax_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you support an amendment to exempt raw materials, goods, commodities, personal property, and other articles stored in public and private warehouses and destined for the Outer Continental Shelf from ad valorem taxes?<br><br>", "evars": null, "random_value": 411, "min": 272728, "max": 318182}}}, {"318183x363636": {"ME": {"measure": "me_amend_disabilities_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you favor amending the Constitution of Maine to allow persons with disabilities to sign petitions in an alternative manner as authorized by the Legislature?<br><br>", "evars": null, "random_value": 242, "min": 318183, "max": 363636}}}, {"363637x409091": {"NJ": {"measure": "nj_amend_vetpropertytax_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>CONSTITUTIONAL AMENDMENT TO GIVE CERTAIN VETERANS' BENEFITS TO RESIDENTS OF CONTINUING CARE RETIREMENT COMMUNITIES<br>Do you approve amending the Constitution to allow eligible veterans to receive the value of the veterans’ property tax deduction if they reside in a continuing care retirement community? The deduction shall be provided to a continuing care retirement community, which shall pass the value of the deduction on to the eligible veterans who live there.<br><br>INTERPRETIVE STATEMENT<br>This amendment would allow eligible veterans who live in continuing care retirement communities to receive the value of the $250 property tax deduction currently granted to veterans who reside in a private residence. This amendment would give the veterans’ property tax deduction to continuing care retirement communities on behalf of eligible veterans.<br><br>The total amount of the deduction given to a continuing care retirement community would be based on the number of eligible veterans who live there. The community would be required to pass the value of the deduction on to each eligible veteran.<br><br>Deductions would not be paid to continuing care retirement communities that are property tax-exempt. An eligible veteran who receives the value of a deduction through a continuing care retirement community cannot receive a veterans’ property tax deduction on any other home he or she owns or in which a spouse lives.<br><br>Eligible veterans must be New Jersey residents. They must have served in the military in time of war, or other emergency. They must be honorably discharged.<br><br>", "evars": null, "random_value": 419, "min": 363637, "max": 409091}}}, {"409092x454545": {"PA": {"measure": "pa_amend_marsyslaw_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following amendment to the Pennsylvania Constitution:<br><br>§ 9.1. Rights of victims of crime.<br><br>(a) To secure for victims justice and due process throughout the criminal and juvenile justice systems, a victim shall have the following rights, as further provided and as defined by the General Assembly, which shall be protected in a manner no less vigorous than the rights afforded to the accused: to be treated with fairness and respect for the victim's safety, dignity and privacy; to have the safety of the victim and the victim's family considered in fixing the amount of bail and release conditions for the accused; to reasonable and timely notice of and to be present at all public proceedings involving the criminal or delinquent conduct; to be notified of any pretrial disposition of the case; with the exception of grand jury proceedings, to be heard in any proceeding where a right of the victim is implicated, including, but not limited to, release, plea, sentencing, disposition, parole and pardon; to be notified of all parole procedures, to participate in the parole process, to provide information to be considered before the parole of the offender, and to be notified of the parole of the offender; to reasonable protection from the accused or any person acting on behalf of the accused; to reasonable notice of any release or escape of the accused; to refuse an interview, deposition or other discovery request made by the accused or any person acting on behalf of the accused; full and timely restitution from the person or entity convicted for the unlawful conduct; full and timely restitution as determined by the court in a juvenile delinquency proceeding; to the prompt return of property when no longer needed as evidence; to proceedings free from unreasonable delay and a prompt and final conclusion of the case and any related postconviction proceedings; to confer with the attorney for the government; and to be informed of all rights enumerated in this section.<br><br>(b) The victim or the attorney for the government upon request of the victim may assert in any trial or appellate court, or before any other authority, with jurisdiction over the case, and have enforced, the rights enumerated in this section and any other right afforded to the victim by law. This section does not grant the victim party status or create any cause of action for compensation or damages against the Commonwealth or any political subdivision, nor any officer, employee or agent of the Commonwealth or any political subdivision, or any officer or employee of the court.<br><br>(c) As used in this section and as further defined by the General Assembly, the term \"victim\" includes any person against whom the criminal offense or delinquent act is committed or who is directly harmed by the commission of the offense or act. The term \"victim\" does not include the accused or a person whom the court finds would not act in the best interests of a deceased, incompetent, minor or incapacitated victim.<br><br>", "evars": null, "random_value": 254, "min": 409092, "max": 454545}}}, {"454546x500000": {"TX": {"measure": "tx_amend_animals_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment prohibiting the imposition of an individual income tax, including a tax on an individual’s share of partnership and unincorporated association income.<br><br>The constitutional amendment to allow the transfer of a law enforcement animal to a qualified caretaker in certain circumstances.<br><br>", "evars": null, "random_value": 80, "min": 454546, "max": 500000}}}, {"500001x545455": {"TX": {"measure": "tx_amend_cancer_prevention_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment authorizing the legislature to increase by $3 billion the maximum bond amount authorized for the Cancer Prevention and Research Institute of Texas.<br><br>", "evars": null, "random_value": 317, "min": 500001, "max": 545455}}}, {"545456x590909": {"TX": {"measure": "tx_amend_floodinfrastructure_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment providing for the creation of the flood infrastructure fund to assist in the financing of drainage, flood mitigation, and flood control projects.<br><br>", "evars": null, "random_value": 707, "min": 545456, "max": 590909}}}, {"590910x636364": {"TX": {"measure": "tx_amend_multiple_judges_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment permitting a person to hold more than one office as a municipal judge at the same time.<br><br>", "evars": null, "random_value": 240, "min": 590910, "max": 636364}}}, {"636365x681818": {"TX": {"measure": "tx_amend_precious_metals_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment authorizing the legislature to exempt from ad valorem taxation precious metal held in a precious metal depository located in this state.<br><br>", "evars": null, "random_value": 193, "min": 636365, "max": 681818}}}, {"681819x727273": {"TX": {"measure": "tx_amend_prohibit_statetax_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment prohibiting the imposition of an individual income tax, including a tax on an individual’s share of partnership and unincorporated association income.<br><br>", "evars": null, "random_value": 773, "min": 681819, "max": 727273}}}, {"727274x772727": {"TX": {"measure": "tx_amend_schoolfund_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment allowing increased distributions to the available school fund.<br><br>", "evars": null, "random_value": 918, "min": 727274, "max": 772727}}}, {"772728x818182": {"TX": {"measure": "tx_amend_sporting_goods_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment dedicating the revenue received from the existing state sales and use taxes that are imposed on sporting goods to the Texas Parks and Wildlife Department and the Texas Historical Commission to protect Texas’ natural areas, water quality, and history by acquiring, managing, and improving state and local parks and historic sites while not increasing the rate of the state sales and use taxes.<br><br>", "evars": null, "random_value": 283, "min": 772728, "max": 818182}}}, {"818183x863636": {"TX": {"measure": "tx_amend_temp_propertytax_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment authorizing the legislature to provide for a temporary exemption from ad valorem taxation of a portion of the appraised value of certain property damaged by a disaster.<br><br>", "evars": null, "random_value": 853, "min": 818183, "max": 863636}}}, {"863637x909091": {"TX": {"measure": "tx_amend_water_development_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>The constitutional amendment providing for the issuance of additional general obligation bonds by the Texas Water Development Board in an amount not to exceed $200 million to provide financial assistance for the development of certain projects in economically distressed areas.<br><br>", "evars": null, "random_value": 599, "min": 863637, "max": 909091}}}, {"909092x954545": {"WA": {"measure": "wa_amend_catastrophic_incidents_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing to amend the Washington Constitution to authorize the Washington State Legislature, during periods of catastrophic incidents that are considered emergencies, to pass bills that address the succession of powers and duties of public offices when the offices' incumbents and legal successors are unavailable for carrying out the office.<br><br>", "evars": null, "random_value": 54, "min": 909092, "max": 954545}}}, {"954546x1000000": {"WA": {"measure": "wa_initiative976_2019", "text": "Looking ahead to the 2019 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Initiative Measure No. 976 concerns motor vehicle taxes and fees. This measure would repeal, reduce, or remove authority to impose certain vehicle taxes and fees; limit annual motor-vehicle-license fees to $30, except voter-approved charges; and base vehicle taxes on Kelley Blue Book value.<br><br>Should this measure be enacted into law?<br><br>", "evars": null, "random_value": 616, "min": 954546, "max": 1000000}}}]