{"debt_free_college": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a law which would cover tuition for all students enrolled in publicly-funded colleges, while capping the rise in tuition at the rate of inflation for all colleges accepting such funding. This would be paid for by an income tax increase of 5% percent on those making over 200,000 dollars per year. How would you vote on this initiative?"}, "tabor": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>SHALL STATE TAXES BE INCREASED BY $763 MILLION IN THE FIRST FULL FISCAL YEAR AND BY WHATEVER AMOUNTS ARE RAISED ANNUALLY THEREAFTER BY INCREASING THE STATE INCOME TAX RATE TO 7.5 PERCENT ONLY ON INCOME ABOVE ONE MILLION DOLLARS FOR INDIVIDUALS, TRUSTS, ESTATES, AND CORPORATIONS IN ORDER TO BETTER FUND K THROUGH 12TH GRADE AND HIGHER EDUCATION, ROADS, BRIDGES, TRANSIT AND MENTAL HEALTH WITH THE FUNDS INDEPENDENTLY AUDITED AND LOCALLY CONTROLLED, AND IN CONNECTION THEREWITH, REPEALING THE REQUIREMENT THAT INCOME BE TAXED AT A SINGLE RATE AND ALLOWING ALL STATE REVENUE TO BE RETAINED AND SPENT AS VOTER APPROVED REVENUE CHANGES UNTIL VOTERS DECIDE TO END IT.<br><br>How would you vote on this initiative?"}, "avr": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline. How would you vote on this initiative?"}, "reproductive_rights_def": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to define the term “person” to be from the beginning of biological development from the moment of conception until birth and grant such person constitutional rights and access to courts under the equal protection, due process, and open courts provisions of the state Constitution. How would you vote on this initiative?"}, "child_tax_cred": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set [STATE]’s Child Tax Credit to [CTC_1] dollars per child for families earning less than $50,000 per year and [CTC_2] per child for families earning between $50,000 to $100,000 per year to be distributed monthly. The child tax credit would be paid for by an income tax increase of 5% on all income over [CTC_TAX] per year. How would you vote on this initiative?"}, "state_eitc_expansion": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would expand our state's existing Earned Income Tax Credit to offer tax refunds of up to [EITC] per year for people who work and earn less than $75,000 per year, as well as family caregivers and students. It would be funded by increasing the state income tax rate by 5.13% on earners with more than [EITC_TAX] in taxable income."}, "redistrict_reform": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend to the [STATE] Constitution to create an Independent Citizens Redistricting Commission for state legislative and congressional districts.<br><br>The proposal would:<br><br><ul><li>Establish a commission where citizens, not the legislature or political parties, draw boundaries for state legislative and congressional districts.</li><li>Protect the Commission from being controlled by any single political party.</li><li>Require a transparent process, with all commission meetings and record open and public.</li><li>Prevent the manipulation of voting districts that intentionally favors a particular candidate, elected official or political party.</li><li>Reduce the influence of lobbyists, partisan candidates or party officials in redistricting.</li><li>Remove the Legislature and Governor from the process of redistricting</li><li>Require voting districts comply with the U.S. Constitution and the federal Voting Rights Act.</li></ul><br>How would you vote on this initiative?"}, "protect_dem": {"all": "Looking ahead to the 2020 general election, imagine there was a constitutional amendment on your ballot that would reduce the signature threshold for putting a citizen initiative on the ballot to 5% and require lawmakers to obtain a two-thirds vote to overturn an initiative approved by the voters within the first five years of its passage. How would you vote on this initiative?"}, "reproductive_rights_off": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to guarantee that women in the state could legally access abortion services. How would you vote on this initiative?"}, "land_buy_back": {"MT": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a law which would increase the Montana Lodging Facility Sales and Use Tax from 4% to 8% and change the use of these revenues. It creates the “Montana Outdoor Heritage Fund” and reserves 25% of these revenues for that fund. The initiative allows the Montana Outdoor Heritage Fund to be used for the purposes of improving public access to public lands, controlling invasive species, conserving farm and ranch lands, conserving wildlife habitat, improving water quality in streams and rivers and protecting drinking water. It also requires oversight of the fund from an independent citizens’ committee. How would you vote on this initiative?"}, "voting_rights_restore": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to restore the voting rights of citizens with felony convictions after they complete all terms of their sentence including parole or probation. This restoration would not apply to those convicted of murder or sexual offenses, who would continue to be permanently barred from voting unless the Governor restores their voting rights on a case by case basis. How would you vote on this initiative?"}, "payday_lending": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot reducing the allowable charges on payday loans to an annual percentage rate of no more than 36 percent. How would you vote on this initiative?"}, "med_expansion_off": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level. How would you vote on this initiative?", "FL": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following constitutional amendment:<br><br>Providing Medicaid coverage to individuals over age 18 and under age 65 whose incomes are at or below 138 percent of the federal poverty level and meeting other nonfinancial eligibility requirements, with no greater burdens placed on eligibility, enrollment, or benefits for these newly eligible individuals compared to other Medicaid beneficiaries. Directing Agency for Health Care Administration to implement the initiative by maximizing federal financial participation for newly eligible individuals.<br><br>How would you vote on this initiative?"}, "student_bill_rights": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a Student Loan Bill of Rights that would protect students by:<br><br><ul><li>Requiring student loan servicers to obtain a state license</li><li>Creating a state-based Student Loan Ombudsman</li><li>Requiring servicers to provide adequate information about income-driven repayment plans</li><li>Revoking licenses and impose fines if servicers commit malpractice</li></ul><br>How would you vote on this initiative?"}, "paid_fam_leave": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to create a paid family and medical leave program, under which any employee would be permitted to take up to 16 weeks of leave after the birth of a child or to care for a seriously ill family member, and up to 26 weeks for an employee’s own serious illness or injury. Employees would be paid at least two-thirds of their average weekly wage, up to a maximum benefit of $1,000 a week. This insurance program would be funded by a payroll deduction of approximately $6 a week, split equally between the employee and their employer. The program would be phased in over a two-year period, and new employees would become eligible after about six months on the job. How would you vote on this initiative?"}, "public_optino": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would provide people who don’t get health coverage through their employers the option to buy into a state-run program, like Medicaid. How would you vote on this initiative?"}, "min_wage_off": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to [MIN_WAGE] dollars an hour by 2024 and increasing the wage annually with inflation. How would you vote on this initiative?", "NV": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing:<br><br><ul><li>Raising the state minimum wage from the current $8.25 an hour to $9.40 per hour in 2021. Then $1.15 a year until the minimum wage hits $14 per hour in 2025.</li><li>Allow the Nevada State Legislature to pass statutes to increase the minimum wage above the $14-an-hour requirement.</li><li>Allow an employee to bring legal action against an employer for violating the amendment as an individual or as a representative in a class action.</li></ul><br>How would you vote on this initiative?", "FL": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to 15 dollars an hour by 2024 and increasing the wage annually with inflation. How would you vote on this initiative?"}, "eq_pay_eq_work": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would strengthen pay discrimination laws through the following measures: prevent employers from asking about salary history when setting pay, require employers to provide information about salary ranges, allow employees to discuss their pay with each other without fear of retaliation, require employers to maintain pay data, give those who file sex-based wage discrimination claims the same remedies as are available under the Civil Rights Act, and ensure that victims of pay discrimination get fully compensated. How would you vote on this initiative?"}, "mail_ballots": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that required [STATE] to mail every registered voter a ballot before every election. Voters would have the option to mail in their ballots, drop their ballots off at official boxes or vote at the polls on election day. How would you vote on this initiative?"}, "paid_sick_days": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state law be amended to:<br><br><ul><li>Require employers to provide employees to earn one hour of paid sick time for every 30 hours worked</li><li>Allow employees to earn and use up to 40 hours of paid sick time per year if the employer has 15 or more employees and up to 24 hours per year if the employer has less than 15 employees;</li><li>Provide process, requirements, and limits on such sick time;</li><li>Provide penalties for any violations of this measure;</li></ul><br>How would you vote on this initiative?"}, "natl_pop_vote": {"all": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the [STATE] Constitution to award all of [STATE]’s electoral votes to the presidential candidate who wins the most votes nationwide. How would you vote on this initiative?"}}