{"avr": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.", "evars": ["STATE"], "random_value": 630}, "min": 0, "max": 125285}, "avr_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.<br><br>Supporters of the measure say that automatic voter registration will make it easier for everyone to vote.<br> <br>Opponents of the measure say that automatic voter registration could inadvertently allow people who aren't eligible to vote to vote.<br>", "evars": ["STATE"], "random_value": 856}, "min": 125286, "max": 230134}, "avr_psuedo_true": {"all": {"text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot:<br><br><strong>Automatic Voter Registration via DMV Initiative</strong>:<br><br>Shall Chapter 293 of the [STATE] Revised Statutes be amended to establish a system that will automatically register an eligible person to vote, or update that person’s existing [STATE] voter registration information, at the time the person applies to the [STATE] Department of Motor Vehicles for the issuance or renewal of any type of driver’s license or identification card, or makes a request to change the address on such a license or identification card, unless the person affirmatively declines in writing?.", "evars": ["STATE", "STATE", "STATE"], "random_value": 547}, "min": 230135, "max": 334982}, "med_expansion_off": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.", "evars": null, "random_value": 260}, "min": 457794, "max": 580604, "FL": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following constitutional amendment:<br><br>Providing Medicaid coverage to individuals over age 18 and under age 65 whose incomes are at or below 138 percent of the federal poverty level and meeting other nonfinancial eligibility requirements, with no greater burdens placed on eligibility, enrollment, or benefits for these newly eligible individuals compared to other Medicaid beneficiaries. Directing Agency for Health Care Administration to implement the initiative by maximizing federal financial participation for newly eligible individuals.<br><br>", "evars": null, "random_value": 548}}, "med_expansion_off_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.<br><br>Supporters of the measure say that expanding medicaid will bring healthcare to tens of thousands of people<br> <br>Opponents of the measure say that Medicaid is a borken program that already struggles to provide quality health care services<br>", "evars": null, "random_value": 128}, "min": 580605, "max": 685453}, "med_expansion_off_psuedo_true": {"all": {"text": "Shall [STATE] statutes be amended to provide that the state shall amend its Medicaid state plan to expand eligibility for medical assistance to cover certain adults ages 19 through 64 whose incomes are one hundred thirty-eight percent (138%) of the federal poverty level or below as defined by federal law, and to maximize federal financial participation to fund their care?", "evars": ["STATE"], "random_value": 692}, "min": 685454, "max": 790302}, "protect_dem": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was a constitutional amendment on your ballot that would reduce the signature threshold for putting a citizen initiative on the ballot to 5% and require lawmakers to obtain a two-thirds vote to overturn an initiative approved by the voters within the first five years of its passage.", "evars": null, "random_value": 577}, "min": 790303, "max": 895151}, "protect_dem_pro_con": {"all": {"text": "Looking ahead to the 2020 general election, imagine there was a constitutional amendment on your ballot that would reduce the signature threshold for putting a citizen initiative on the ballot to 5% and require lawmakers to obtain a two-thirds vote to overturn an initiative approved by the voters within the first five years of its passage.<br><br>Supporters of the measure say that this measure will ensure that the the will of the voters is respected.<br> <br>Opponents of the measure say that this will make it too easy to put many frivilious or ill concieved measures on the ballot.<br>", "evars": null, "random_value": 114}, "min": 895152, "max": 1000000}}