[{"0x20176": {"all": {"measure": "avr", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.", "evars": ["STATE"], "random_value": 641, "min": 0, "max": 20176}, "AZ": {"measure": "avr", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>PROPOSED INITIATIVE RELATING TO VOTING AND CAMPAIGN FINANCE<br><br>\n\nA <b>“YES”</b> vote will establish same-day and automatic\nvoter registration; expand early voting deadlines and\nextend the time to return and cure defects in early ballots;\nlower contribution limits for privately funded candidates and \nincrease funding for Clean Elections candidates; prohibit certain gifts from\nlobbyists; and raise funds by increasing the corporate minimum tax, \nlobbying fees, and creating a Clean Elections tax credit check-off.\n\nA<b> “NO” </b>vote will retain existing law related to voter\nregistration, campaign finance, and lobbying\nrestrictions<br><br>\n", "evars": null, "random_value": 531, "min": 0, "max": 20176}}}, {"20177x210257": {"AZ": {"measure": "econ_freedom_act_def", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br> <b>PROPOSED AMENDMENT TO THE CONSTITUTION BY THE INITIATIVE RELATING TO PROHIBITING MANDATORY PRICE TERMS </b> <br><br>\n\nA “YES” vote would prohibit the state and local governments from increasing, limiting, setting, or otherwise regulating the price of goods, services, loans and credit, or the method or timing of payment, in transactions between private parties except as it relates to government contracts; minimum wage laws in effect on December 31, 2019; utility rates; tuition at public universities and colleges; payday loans; generally applicable taxes and fees; and public emergencies and would make all existing or future laws that are inconsistent with the amendment invalid.<br><br>\n\nA “NO” vote will preserve the state and local governments’ existing authority to increase, limit, set or regulate prices in the future.<br><br>\n\n", "evars": null, "random_value": 488, "min": 20177, "max": 210257}}}, {"210258x230518": {"MT": {"measure": "land_buy_back_bonds", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to authorize the State of Montana to issue and sell general obligation bonds in an amount of up to 100 million dollars, which shall bear interest at a rate to be determined by the State, payable semiannually during a term not to exceed twenty years. The initiative allows proceeds to be used for the purposes of protecting drinking water, improving water quality in streams and rivers, conserving wildlife habitat, conserving farm and ranch lands, controlling invasive species, and improving public access to public lands. It also requires oversight of the fund from an independent citizens’ committee.", "evars": null, "random_value": 236, "min": 210258, "max": 230518}, "all": {"measure": "land_buy_back_bonds", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to authorize the State of [STATE] to issue and sell general obligation bonds in an amount of up to 100 million dollars, which shall bear interest at a rate to be determined by the State, payable semiannually during a term not to exceed twenty years. The initiative allows proceeds to be used for the purposes of protecting drinking water, improving water quality in streams and rivers, conserving wildlife habitat, conserving farm and ranch lands, controlling invasive species, and improving public access to public lands. It also requires oversight of the fund from an independent citizens’ committee.", "evars": ["STATE"], "random_value": 807, "min": 210258, "max": 230518}}}, {"230519x255890": {"MT": {"measure": "marijuana_legalization", "text": "Looking ahead to the 2020 general election there is an initiative on the ballot that makes limited amounts of marijuana legal for adults 21 years of age or older and regulates, controls, and taxes the commercial production and distribution of marijuana in order to eliminate the illicit market, reduce crime, provide a safe product, and raise tax revenue. It requires that licensed testing laboratories test marijuana sold to consumers and establishes a 20% excise tax on all marijuana sold. The revenue from the tax is allocated to fund conservation, substance abuse treatment, veterans services, long-term health care, local governments, and general revenue for the state. The tax does not apply to medical marijuana. The medical marijuana tax is reduced to 1%. It maintains prohibitions on driving while impaired and does not allow distribution of marijuana to, or use by, a person less than 21 years of age.", "evars": null, "random_value": 178, "min": 230519, "max": 255890}, "all": {"measure": "marijuana_legalization", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a measure that would add a new section to the [STATE] Constitution which legalizes marijuana use in [STATE] for people 21 years of age or older. It allows for the commercial sale of marijuana and marijuana-infused products, subject to licensing requirements and regulations adopted by the state. A 15 percent excise tax will be levied on all sales of recreational marijuana. The tax revenue will be dedicated to health care; drug treatment programs; road and bridge repairs; land, water and wildlife conservation; and K through 12 education. It would not prevent prosecution of individuals in [STATE] under federal law. The 15 percent excise tax and license fees are estimated to generate more than 98 million dollars in a five-year period. The state will see more than 54 million dollars in expenditures in a five-year period due to administrative expenses.", "evars": ["STATE", "STATE", "STATE"], "random_value": 801, "min": 230519, "max": 255890}}}, {"255891x276091": {"all": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.", "evars": null, "random_value": 671, "min": 255891, "max": 276091}, "FL": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following constitutional amendment:<br><br>Providing Medicaid coverage to individuals over age 18 and under age 65 whose incomes are at or below 138 percent of the federal poverty level and meeting other nonfinancial eligibility requirements, with no greater burdens placed on eligibility, enrollment, or benefits for these newly eligible individuals compared to other Medicaid beneficiaries. Directing Agency for Health Care Administration to implement the initiative by maximizing federal financial participation for newly eligible individuals.<br><br>", "evars": null, "random_value": 922, "min": 255891, "max": 276091}, "MO": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you want to amend Missouri law to:<br><ul><li>Adopt Medicaid Expansion for persons 19 to 64 years old with an income level at or below 133% of the federal poverty level, as set forth in the Affordable Care Act;</li><li>Prohibit placing greater or additional burdens on eligibility or enrollment standards, methodologies or practices on persons covered under Medicaid Expansion than on any other population eligible for Medicaid; and</li><li>Require state agencies to take all actions necessary to maximize federal financial participation in funding medical assistance under Medicaid Expansion?</li></ul><br>State government entities are estimated to have one-time costs of approximately $6.4 million and an unknown annual net fiscal impact by 2026 ranging from increased costs of at least $200 million to savings of $1 billion. Local governments expect costs to decrease by an unknown amount.", "evars": null, "random_value": 11, "min": 255891, "max": 276091}, "OK": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 election, imagine there was an initiative on your ballot proposing the following: </br></br> Medicaid is a government-sponsored health insurance program for qualifying low-income persons. This measure would add a provision to the Oklahoma Constitution requiring the State to expand Medicaid coverage. The expanded coverage would include certain persons over 18 and under 65 who are not already covered and whose annual income, as calculated under federal law, is at or below 133% of the federal poverty line. The federal poverty line changes annually, but for example if this measure were in effect in 2019, the measure generally would have covered a single adult making less than 17,236 annually and adults in a family of four making less than $35,535 annually.  </br></br>\n\nUnder this measure, the State cannot create additional restrictions that make it more difficult to qualify for expanded Medicaid coverage than it is to qualify for the Medicaid program currently in place. </br></br>\n\nThe Medicaid program is funded jointly by the federal government and the State. This measure would require the Oklahoma Health Care Authority (OHCA) to try to maximize federal funding for Medicaid expansion in Oklahoma. If the measure is approved, OHCA has 90 days to submit all documents necessary to obtain federal approval for implementing Medicaid expansion by July 1, 2021. </br></br>\n\n\nSHALL THE PROPOSAL BE APPROVED? </br></br>\n\n", "evars": null, "random_value": 496, "min": 255891, "max": 276091}}}, {"276092x296231": {"ID": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was initiative on your ballot proposing the following:<br><br><b>An initiative amending minimum wage law by increasing the general minimum wage and minimum wage of tipped employees.</b><br><br>An initiative amending chapter 15, title 44, Idaho Code; increasing minimum wage rate applicable to most non-exempt employees annually for four (4) consecutive years; establishing formula for subsequent years to annually adjust minimum wage rate in direct proportion to increases in specified federal consumer price index; increasing minimum wage amount of direct wages paid to tipped employees annually for four (4) consecutive years; providing on January 1 of each year following the fourth year minimum wage for tipped employees shall not be less than three dollars and ninety cents ($3.90) less than general minimum wage; and repealing subsections (3) and (4) of section 44-1502, Idaho Code, removing allowance for employers to pay a minimum wage rate of four dollars and twenty-five cents ($4.25) to employees under age of twenty (20) for a period of ninety (90) days after initially employed; and adding new subsection (3) of section 44-1502, Idaho Code, providing counties and municipalities with authority to increase the minimum wage rate above the minimum wage rate provided in this section.<br><br>Shall the above-entitled measure proposed be approved?<br><br>A YES vote would approve the proposed law to increase the general minimum wage and minimum wage of tipped workers<br><br>A NO vote would make no change to Idaho's current law<br><br>\n", "evars": null, "random_value": 787, "min": 276092, "max": 296231}, "all": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to [MIN_WAGE] dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": ["MIN_WAGE"], "random_value": 518, "min": 276092, "max": 296231}, "FL": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to 15 dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": null, "random_value": 867, "min": 276092, "max": 296231}, "NV": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing:<br><ul><li>Raising the state minimum wage from the current $8.25 an hour to $9.40 per hour in 2021. Then $1.15 a year until the minimum wage hits $14 per hour in 2025.</li><li>Allow the Nevada State Legislature to pass statutes to increase the minimum wage above the $14-an-hour requirement.</li><li>Allow an employee to bring legal action against an employer for violating the amendment as an individual or as a representative in a class action.</li></ul><br>", "evars": null, "random_value": 728, "min": 276092, "max": 296231}}}, {"296232x316680": {"CO": {"measure": "natl_pop_vote_isc_new", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br> <br>  Shall the following Act of the General Assembly be approved: <br> An Act concerning adoption of an agreement among the states to elect the President of the United States by national popular vote, being Senate Bill No. 19-042? <br>", "evars": null, "random_value": 834, "min": 296232, "max": 316680}, "all": {"measure": "natl_pop_vote_isc_new", "text": "Looking ahead to the 2020 general election imagine there was an Initiative to adopt an interstate compact to elect the President of the United States by national popular vote. Under the compact, the presidential candidate who receives the most votes in all 50 states and the District of Columbia is elected President. Under the compact, all of [STATE]’s electoral votes would be awarded to the presidential candidate who receives the most votes in all 50 states and the District of Columbia. This interstate compact takes effect only if enacted by states possessing a majority of the electoral votes, that is, enough electoral votes to elect a President, which is 270 of 538.", "evars": ["STATE"], "random_value": 232, "min": 296232, "max": 316680}}}, {"316681x336872": {"CO": {"measure": "paid_fam_leave", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall there be a change to the Colorado Revised Statutes concerning the creation of a paid family and medical leave program in Colorado, and, in connection therewith, authorizing paid family and medical leave for a covered employee who has a serious health condition, is caring for a new child or for a family member with a serious health condition, or has a need for leave related to a family member’s military deployment or for safe leave; establishing a maximum of 12 weeks of family and medical leave, with an additional 4 weeks for pregnancy or childbirth complications, with a cap on the weekly benefit amount; requiring job protection for and prohibiting retaliation against an employee who takes paid family and medical leave; permitting self-employed individuals to participate in the program; allowing a local government to opt out of the program; exempting employers who offer an approved private paid family and medical leave plan; to pay for the program, requiring a premium of 0.88% of each employee’s wages, up to a cap, through December 31, 2024, and as set thereafter by the director of the division of family and medical leave insurance; authorizing an employer to deduct up to 50% of the premium amount from an employee’s wages and requiring the employer to pay the remainder of the premium with an exception for employers with fewer than 10 employees; creating the division of family and medical leave insurance as an enterprise within the department of labor and employment to administer the program; and establishing an enforcement and appeals process for retaliation and denied claims?<br><br>\n", "evars": null, "random_value": 75, "min": 316681, "max": 336872}, "all": {"measure": "paid_fam_leave", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to create a paid family and medical leave program, under which any employee would be permitted to take up to 16 weeks of leave after the birth of a child or to care for a seriously ill family member, and up to 26 weeks for an employee’s own serious illness or injury. Employees would be paid at least two-thirds of their average weekly wage, up to a maximum benefit of $1,000 a week. This insurance program would be funded by a payroll deduction of approximately $6 a week, split equally between the employee and their employer. The program would be phased in over a two-year period, and new employees would become eligible after about six months on the job.", "evars": null, "random_value": 610, "min": 316681, "max": 336872}}}, {"336873x357184": {"all": {"measure": "paid_sick_days", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state law be amended to:<br><ul><li>Require employers to provide employees to earn one hour of paid sick time for every 30 hours worked</li><li>Allow employees to earn and use up to 40 hours of paid sick time per year if the employer has 15 or more employees and up to 24 hours per year if the employer has less than 15 employees;</li><li>Provide process, requirements, and limits on such sick time;</li><li>Provide penalties for any violations of this measure;</li></ul><br>", "evars": null, "random_value": 808, "min": 336873, "max": 357184}}}, {"357185x377406": {"NE": {"measure": "payday_lending", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>\n \nA vote <u>\"FOR\"</u> will amend Nebraska statutes to provide that the maximum amount of fees and interest that delayed deposit lenders, also known as payday lenders, may charge be capped at a total annual percentage rate of 36%. Any loan made in violation would be void and uncollectable.<br><br>\n\n\nA vote <u>\"AGAINST\"</u> will not cause Nebraska statutes to be amended in such a manner.<br><br>\n\n\nShall Nebraska statutes be amended to reduce the amount that delayed deposit services licensees, also known as payday lenders, can charge to a maximum annual percentage rate of thirty-six percent? In addition, any loan made in violation of this rate cap would be deemed void and uncollectable. <br><br>\n", "evars": null, "random_value": 707, "min": 357185, "max": 377406}, "all": {"measure": "payday_lending", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot reducing the allowable charges on payday loans to an annual percentage rate of no more than 36 percent.", "evars": null, "random_value": 692, "min": 357185, "max": 377406}}}, {"377407x397620": {"all": {"measure": "redistrict_reform", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend to the [STATE] Constitution to create an Independent Citizens Redistricting Commission for state legislative and congressional districts.<br><br>The proposal would:<br><ul><li>Establish a commission where citizens, not the legislature or political parties, draw boundaries for state legislative and congressional districts.</li><li>Protect the Commission from being controlled by any single political party.</li><li>Require a transparent process, with all commission meetings and record open and public.</li><li>Prevent the manipulation of voting districts that intentionally favors a particular candidate, elected official or political party.</li><li>Reduce the influence of lobbyists, partisan candidates or party officials in redistricting.</li><li>Remove the Legislature and Governor from the process of redistricting</li><li>Require voting districts comply with the U.S. Constitution and the federal Voting Rights Act.</li></ul><br>", "evars": ["STATE"], "random_value": 297, "min": 377407, "max": 397620}, "OK": {"measure": "redistrict_reform", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>This measure would amend the Oklahoma Constitution to create a new governmental Commission, the Citizens’ Independent Redistricting Commission and vest the power to redistrict the State’s House of Representative and Senatorial districts, as well as its Federal Congressional Districts, in the Commission. The Article sets forth qualifications and a process for the selection of Commissioners, a Special Master and a Secretary. It also sets forth a process for the creation and approval of redistricting plans after each Federal Decennial Census. In creating the redistricting plans, the Commission must comply with certain criteria, including federal law, population equality, and contiguity, and must seek to maximize compliance with other criteria, including respect for communities of interest, racial and ethnic fairness, respect for political subdivision boundaries, political fairness, and compactness. The Article creates a fallback mechanism in the event that the Commission cannot reach consensus on a plan within a set timeframe. It also requires the Legislature to apportion funds to the Commission, sets forth procedures for judicial review, repeals existing constitutional provisions involving legislative districts, codifies the number of state House of Representative and Senatorial districts, and reserves powers to the Commission rather than the Legislature.<br><br>How would you vote on this initiative?<br><br>\n", "evars": null, "random_value": 643, "min": 377407, "max": 397620}}}, {"397621x551072": {"MO": {"measure": "redistrict_reform_def", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall the Missouri Constitution be amended to:<br><ul><li>Ban lobbyist gifts to legislators and their employees; and</li><li>Reduce campaign contribution limits;</li><li>Create citizen-led independent bipartisan commission to draw state legislative districts based on equal population, follow the U.S. Constitution and federal law, and ensuring compactness and fairness?</li></ul><br><br>", "evars": null, "random_value": 859, "min": 397621, "max": 551072}}}, {"551073x571273": {"CO": {"measure": "reproductive_rights_def", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall there be a change to the Colorado Revised Statutes concerning prohibiting an abortion when the probable gestational age of the fetus is at least twenty-two weeks, and, in connection therewith, making it a misdemeanor punishable by a fine to perform or attempt to perform a prohibited abortion, except when the abortion is immediately required to save the life of the pregnant woman when her life is physically threatened, but not solely by a psychological or emotional condition; defining terms related to the measure including “probable gestational age” and “abortion,” and excepting from the definition of “abortion” medical procedures relating to miscarriage or ectopic pregnancy; specifying that a woman on whom an abortion is performed may not be charged with a crime in relation to a prohibited abortion; and requiring the Colorado medical board to suspend for at least three years the license of a licensee whom the board finds performed or attempted to perform a prohibited abortion?<br><br>\n", "evars": null, "random_value": 606, "min": 551073, "max": 571273}, "ME": {"measure": "reproductive_rights_def", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Do you want to reject the new law that requires state-funded coverage for legal abortion services for MaineCare members and requires private insurance companies that provide coverage for maternity services to also cover legal abortion services, with an exception for religious employers?<br><br>", "evars": null, "random_value": 0, "min": 551073, "max": 571273}, "all": {"measure": "reproductive_rights_def", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend the state Constitution to define the term “person” to be from the beginning of biological development from the moment of conception until birth and grant such person constitutional rights and access to courts under the equal protection, due process, and open courts provisions of the state Constitution.", "evars": null, "random_value": 574, "min": 551073, "max": 571273}}}, {"571274x939364": {"OK": {"measure": "sentence_reform", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>This measure seeks to add a new Article II-A to the Oklahoma Constitution. This new Article A excepts and does not apply to persons who have ever been convicted of a violent felony. It would prohibit the use of a former felony conviction to increase the statutorily allowable base range of punishment for a person subsequently convicted of a felony. Individuals who are currently incarcerated for felony sentences that were enhanced based on one or more former felony convictions, and whose sentences are greater than the maximum sentence that may currently be imposed for such felonies, may seek sentence modification in court. The new Article sets forth a detailed process for such sentence modification, including but not limited to requirements for a hearing, appointment of counsel for indigent petitioners, and notification of victims, and requires that the court impose a modified sentence no greater than the current maximum sentence which may be imposed on a person convicted of the same felony with no former felony convictions, and which results in no greater time served in prison than under the original sentence. It establishes an appeal procedure, provides an effective date, and contains a severability clause. <br><br>\n\nShall the proposal be approved?<br><br>\n\nFor the proposal -- YES<br><br>\n\nAgainst the proposal -- NO<br><br>\n\nA\"YES\" vote is a vote in favor of this measure. A \"NO\" vote is a vote against this measure.<br><br>", "evars": null, "random_value": 438, "min": 571274, "max": 939364}}}, {"939365x959528": {"all": {"measure": "state_eitc_expansion", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot that would set our state's Earned Income Tax Credit to offer tax refunds of up to [EITC] per year for people who work and earn less than $75,000 per year, as well as family caregivers and students. It would be funded by increasing the state income tax rate by 5.13% on earners with more than [EITC_TAX] in taxable income.", "evars": ["EITC", "EITC_TAX"], "random_value": 108, "min": 939365, "max": 959528}}}, {"959529x979762": {"all": {"measure": "student_bill_rights", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing a Student Loan Bill of Rights that would protect students by:<br><ul><li>Requiring student loan servicers to obtain a state license</li><li>Creating a state-based Student Loan Ombudsman</li><li>Requiring servicers to provide adequate information about income-driven repayment plans</li><li>Revoking licenses and impose fines if servicers commit malpractice</li></ul><br>", "evars": null, "random_value": 396, "min": 959529, "max": 979762}}}, {"979763x1000000": {"CO": {"measure": "tabor", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>SHALL STATE TAXES BE INCREASED BY $763 MILLION IN THE FIRST FULL FISCAL YEAR AND BY WHATEVER AMOUNTS ARE RAISED ANNUALLY THEREAFTER BY INCREASING THE STATE INCOME TAX RATE TO 7.5 PERCENT ONLY ON INCOME ABOVE ONE MILLION DOLLARS FOR INDIVIDUALS, TRUSTS, ESTATES, AND CORPORATIONS IN ORDER TO BETTER FUND K THROUGH 12TH GRADE AND HIGHER EDUCATION, ROADS, BRIDGES, TRANSIT AND MENTAL HEALTH WITH THE FUNDS INDEPENDENTLY AUDITED AND LOCALLY CONTROLLED, AND IN CONNECTION THEREWITH, REPEALING THE REQUIREMENT THAT INCOME BE TAXED AT A SINGLE RATE AND ALLOWING ALL STATE REVENUE TO BE RETAINED AND SPENT AS VOTER APPROVED REVENUE CHANGES UNTIL VOTERS DECIDE TO END IT.<br><br>", "evars": null, "random_value": 471, "min": 979763, "max": 1000000}, "all": {"measure": "tabor", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>SHALL STATE TAXES BE INCREASED BY $763 MILLION IN THE FIRST FULL FISCAL YEAR AND BY WHATEVER AMOUNTS ARE RAISED ANNUALLY THEREAFTER BY INCREASING THE STATE INCOME TAX RATE TO 7.5 PERCENT ONLY ON INCOME ABOVE ONE MILLION DOLLARS FOR INDIVIDUALS, TRUSTS, ESTATES, AND CORPORATIONS IN ORDER TO BETTER FUND K THROUGH 12TH GRADE AND HIGHER EDUCATION, ROADS, BRIDGES, TRANSIT AND MENTAL HEALTH WITH THE FUNDS INDEPENDENTLY AUDITED AND LOCALLY CONTROLLED, AND IN CONNECTION THEREWITH, REPEALING THE REQUIREMENT THAT INCOME BE TAXED AT A SINGLE RATE AND ALLOWING ALL STATE REVENUE TO BE RETAINED AND SPENT AS VOTER APPROVED REVENUE CHANGES UNTIL VOTERS DECIDE TO END IT.<br><br>", "evars": null, "random_value": 811, "min": 979763, "max": 1000000}}}]