[{"0x17544": {"all": {"measure": "ESA_expansion", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Phase in an expansion of the state's Empowerment Scholarship Accounts (ESAs) program to make all public school students eligible to apply for an ESA.", "evars": null, "random_value": 567, "min": 0, "max": 17544, "bad_state_list": []}}}, {"17545x35088": {"all": {"measure": "ambulance_employees", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Allow ambulance providers to require workers to remain on-call during breaks paid at their regular rate and providing additional EMT training.", "evars": null, "random_value": 592, "min": 17545, "max": 35088, "bad_state_list": []}}}, {"35089x52632": {"all": {"measure": "animal_confinement", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Establish minimum space requirements based on square feet for calves raised for veal, breeding pigs, and egg-laying hens.", "evars": null, "random_value": 438, "min": 35089, "max": 52632, "bad_state_list": []}}}, {"52633x70175": {"all": {"measure": "animal_trafficking", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Strengthened penalties for trafficking certain endangered species or their products.", "evars": null, "random_value": 77, "min": 52633, "max": 70175, "bad_state_list": []}}}, {"70176x87719": {"all": {"measure": "avr", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing that [STATE] provide for the automatic registration of eligible citizens to vote when they receive services from the Department of Motor Vehicles, such as obtaining a driver's license. Citizens who do not wish to be registered will have the option to decline.", "evars": ["STATE"], "random_value": 351, "min": 70176, "max": 87719, "bad_state_list": []}}}, {"87720x105263": {"all": {"measure": "bag_ban_ban", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibit local legislation banning certain plastic bags.", "evars": null, "random_value": 891, "min": 87720, "max": 105263, "bad_state_list": []}}}, {"105264x122807": {"all": {"measure": "bags_wildlife", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Redirect money collected from the sale of carry-out bags by grocery or other retail stores to a special fund administered by the Wildlife Conservation Board.", "evars": null, "random_value": 563, "min": 105264, "max": 122807, "bad_state_list": []}}}, {"122808x140351": {"all": {"measure": "business_tax", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Remove the cap on the corporate gross sales tax and establish a 2.5 percent tax on gross sales that exceed $25 million.", "evars": null, "random_value": 776, "min": 122808, "max": 140351, "bad_state_list": []}}}, {"140352x157895": {"all": {"measure": "campaign_finance_limits", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Establish limits on campaign contributions to candidates for state or judicial office.", "evars": null, "random_value": 561, "min": 140352, "max": 157895, "bad_state_list": []}}}, {"157896x175439": {"all": {"measure": "carbon_emissions_fee", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Implement a carbon emissions fee and using the fee to fund public projects related to the environment.", "evars": null, "random_value": 933, "min": 157896, "max": 175439, "bad_state_list": []}}}, {"175440x192982": {"all": {"measure": "charter_schools", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Authorize up to 12 new charter schools or enrollment expansions in existing charter schools by the state Board of Elementary and Secondary Education per year.", "evars": null, "random_value": 181, "min": 175440, "max": 192982, "bad_state_list": []}}}, {"192983x210526": {"all": {"measure": "condoms_films", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require the use of condoms and other protective measures during the filming of pornographic films, as well as requiring pornography producers to pay for certain health requirements and checkups.", "evars": null, "random_value": 129, "min": 192983, "max": 210526, "bad_state_list": []}}}, {"210527x228070": {"all": {"measure": "const_bonds", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Create bonds for the construction, expansion, renovation, and outfitting of facilities and infrastructure in [STATE].", "evars": ["STATE"], "random_value": 597, "min": 210527, "max": 228070, "bad_state_list": []}}}, {"228071x245614": {"all": {"measure": "criminal_justice_reform", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Make offenses related to drug possession and use no more than misdemeanors; prohibit courts from ordering persons on probation for felonies be sent to prison for non-criminal probation violations; create a sentence credits program for inmates' participation in rehabilitative, work, or educational programs; and require the state to spend savings due to a reduction of inmates on drug treatment, crime victim, and rehabilitation programs.", "evars": null, "random_value": 102, "min": 228071, "max": 245614, "bad_state_list": []}}}, {"245615x263158": {"all": {"measure": "death_penalty_reform", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require the amount of time that legal challenges to death sentences take to a maximum of five years.", "evars": null, "random_value": 48, "min": 245615, "max": 263158, "bad_state_list": []}}}, {"263159x280702": {"all": {"measure": "death_penalty_repeal", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Repeal the death penalty and making life without the possibility of parole the maximum punishment for murder.", "evars": null, "random_value": 604, "min": 263159, "max": 280702, "bad_state_list": []}}}, {"280703x298246": {"all": {"measure": "dialysis_refund", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require dialysis clinics to issue refunds or patients' payers for revenue above 115 percent of the costs of direct patient care and healthcare improvements.", "evars": null, "random_value": 498, "min": 280703, "max": 298246, "bad_state_list": []}}}, {"298247x315789": {"all": {"measure": "drug_prices", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require state agencies and programs to purchase prescription drugs at prices no higher than what the U.S. Department of Veterans Affairs (VA) pays for them.", "evars": null, "random_value": 868, "min": 298247, "max": 315789, "bad_state_list": []}}}, {"315790x333333": {"all": {"measure": "end_of_life", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Make assisted death legal among patients with a terminal illness who receive a prognosis of death within six months.", "evars": null, "random_value": 295, "min": 315790, "max": 333333, "bad_state_list": []}}}, {"333334x350877": {"all": {"measure": "firearm_order", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Authorize courts to issue extreme risk protection orders to remove an individual's access to firearms.", "evars": null, "random_value": 890, "min": 333334, "max": 350877, "bad_state_list": []}}}, {"350878x368421": {"all": {"measure": "fl_amend5_2018", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires supermajorities of the state legislature to increase taxes.", "evars": null, "random_value": 731, "min": 350878, "max": 368421, "bad_state_list": []}}}, {"368422x385965": {"all": {"measure": "gender_discrimination", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibit discrimination based on gender identity in public places—such as hotels, restaurants, and stores.", "evars": null, "random_value": 519, "min": 368422, "max": 385965, "bad_state_list": []}}}, {"385966x403509": {"all": {"measure": "genetic_mod", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Required labeling of foods and commodities produced using genetic modification.", "evars": null, "random_value": 507, "min": 385966, "max": 403509, "bad_state_list": []}}}, {"403510x421053": {"all": {"measure": "gun_control_broad", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Implement restrictions on the purchase and ownership of firearms including raising the minimum age to purchase a gun to 21, adding background checks, increasing waiting periods, and enacting storage requirements.", "evars": null, "random_value": 742, "min": 403510, "max": 421053, "bad_state_list": []}}}, {"421054x438596": {"all": {"measure": "habitat_protection", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Create new permitting requirements and regulations for projects that impact habitats of economically important animal species.", "evars": null, "random_value": 585, "min": 421054, "max": 438596, "bad_state_list": []}}}, {"438597x456140": {"all": {"measure": "income_tax_education", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Increase the state income tax to benefit education", "evars": null, "random_value": 139, "min": 438597, "max": 456140, "bad_state_list": []}}}, {"456141x473684": {"all": {"measure": "juvenile_parole", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Increase parole and good behavior opportunities for felons convicted of nonviolent crimes and allowing judges, not prosecutors, to decide whether to try certain juveniles as adults in court.", "evars": null, "random_value": 584, "min": 456141, "max": 473684, "bad_state_list": []}}}, {"473685x491228": {"all": {"measure": "local_rent_control", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Allow local governments to adopt rent control on any type of rental housing.", "evars": null, "random_value": 234, "min": 473685, "max": 491228, "bad_state_list": []}}}, {"491229x508772": {"all": {"measure": "med_equip_exempt", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require the legislature to exempt certain types of medical equipment from the sales and use tax.", "evars": null, "random_value": 657, "min": 491229, "max": 508772, "bad_state_list": []}}}, {"508773x526316": {"all": {"measure": "med_expansion_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot for a state constitutional amendment on your ballot that would expand health care through Medicaid to people in your state whose incomes are less than 138 percent of the federal poverty level.", "evars": null, "random_value": 153, "min": 508773, "max": 526316, "bad_state_list": []}}}, {"526317x543860": {"all": {"measure": "medical_sales_exempt", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require the state legislature to exempt from sales and use tax durable medical equipment, oxygen delivery equipment, and mobility enhancing equipment prescribed for human use by a licensed health care provider.", "evars": null, "random_value": 115, "min": 526317, "max": 543860, "bad_state_list": []}}}, {"543861x561404": {"all": {"measure": "mi_prop1_2018", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: legalize medical marijuana and create a state licensing system for marijuana businesses.", "evars": null, "random_value": 843, "min": 543861, "max": 561404, "bad_state_list": []}}}, {"561405x578947": {"all": {"measure": "min_dist_frack", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Mandate new oil and gas development projects, including fracking, be a minimum distance of 2,500 feet from occupied buildings and other areas designated as vulnerable.", "evars": null, "random_value": 873, "min": 561405, "max": 578947, "bad_state_list": []}}}, {"578948x596491": {"all": {"measure": "min_wage_off", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to gradually raise the state minimum wage over a number of years to [MIN_WAGE] dollars an hour by 2024 and increasing the wage annually with inflation.", "evars": ["MIN_WAGE"], "random_value": 834, "min": 578948, "max": 596491, "bad_state_list": []}}}, {"596492x614035": {"all": {"measure": "nurse_limits", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Create patient assignment limits for registered nurses working in hospitals.", "evars": null, "random_value": 837, "min": 596492, "max": 614035, "bad_state_list": []}}}, {"614036x631579": {"all": {"measure": "nv_amend6_2018", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Requires electric utilities to acquire 50 percent of their power from renewable sources.", "evars": null, "random_value": 877, "min": 614036, "max": 631579, "bad_state_list": []}}}, {"631580x649123": {"all": {"measure": "optometrists_retail", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Provide optometrists and opticians with a constitutional right to practice within a retail establishment that sells merchandise to the public.", "evars": null, "random_value": 118, "min": 631580, "max": 649123, "bad_state_list": []}}}, {"649124x666667": {"all": {"measure": "or_msr103_2018", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibits new or increased taxes or fees on 'groceries' (i.e. processed foods or beverages and ingredients thereof).", "evars": null, "random_value": 441, "min": 649124, "max": 666667, "bad_state_list": []}}}, {"666668x684211": {"all": {"measure": "paid_sick_days", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing the following:<br><br>Shall state law be amended to:<br><ul><li>Require employers to provide employees to earn one hour of paid sick time for every 30 hours worked</li><li>Allow employees to earn and use up to 40 hours of paid sick time per year if the employer has 15 or more employees and up to 24 hours per year if the employer has less than 15 employees;</li><li>Provide process, requirements, and limits on such sick time;</li><li>Provide penalties for any violations of this measure;</li></ul><br>", "evars": null, "random_value": 999, "min": 666668, "max": 684211, "bad_state_list": []}}}, {"684212x701754": {"all": {"measure": "payday_lending", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot reducing the allowable charges on payday loans to an annual percentage rate of no more than 36 percent.", "evars": null, "random_value": 868, "min": 684212, "max": 701754, "bad_state_list": []}}}, {"701755x719298": {"all": {"measure": "permits_hard_mines", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Establish new requirements for a hard rock mine permits based on standards for water quality in land restoration plans.", "evars": null, "random_value": 462, "min": 701755, "max": 719298, "bad_state_list": []}}}, {"719299x736842": {"all": {"measure": "public_display_bills", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Prohibit the legislature from passing any bill until it has been in print and published on the Internet for 72 hours prior to the vote.", "evars": null, "random_value": 307, "min": 719299, "max": 736842, "bad_state_list": []}}}, {"736843x754386": {"all": {"measure": "public_funding", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Increase elections funding, increase penalties for campaign finance violations, and allow candidates to qualify for additional funds.", "evars": null, "random_value": 926, "min": 736843, "max": 754386, "bad_state_list": []}}}, {"754387x771930": {"all": {"measure": "rec_marijuana", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Legalize the recreational use and possession of marijuana for persons 21 years of age or older and enacting a tax on marijuana sales.", "evars": null, "random_value": 285, "min": 754387, "max": 771930, "bad_state_list": []}}}, {"771931x789474": {"all": {"measure": "redistrict_reform", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot to amend to the [STATE] Constitution to create an Independent Citizens Redistricting Commission for state legislative and congressional districts.<br><br>The proposal would:<br><ul><li>Establish a commission where citizens, not the legislature or political parties, draw boundaries for state legislative and congressional districts.</li><li>Protect the Commission from being controlled by any single political party.</li><li>Require a transparent process, with all commission meetings and record open and public.</li><li>Prevent the manipulation of voting districts that intentionally favors a particular candidate, elected official or political party.</li><li>Reduce the influence of lobbyists, partisan candidates or party officials in redistricting.</li><li>Remove the Legislature and Governor from the process of redistricting</li><li>Require voting districts comply with the U.S. Constitution and the federal Voting Rights Act.</li></ul><br>", "evars": ["STATE"], "random_value": 450, "min": 771931, "max": 789474, "bad_state_list": []}}}, {"789475x807018": {"all": {"measure": "rehab_funds", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Use money saved by reclassifying certain property and drug crimes as misdemeanors to fund rehabilitative programs, including substance abuse and mental health treatment programs.", "evars": null, "random_value": 712, "min": 789475, "max": 807018, "bad_state_list": []}}}, {"807019x824561": {"all": {"measure": "right_to_work", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Create a right-to-work law to mandate that no person can be required to pay dues to a labor union or join a labor union as a condition of employment.", "evars": null, "random_value": 993, "min": 807019, "max": 824561, "bad_state_list": []}}}, {"824562x842105": {"all": {"measure": "sales_tax_thirds", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Lower state sales taxes from 6.5 to 5.5 percent if the legislature declines to change how tax increases are approved.", "evars": null, "random_value": 996, "min": 824562, "max": 842105, "bad_state_list": []}}}, {"842106x859649": {"all": {"measure": "sanctuary_repeal", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Repeal the sanctuary state law which limits the cooperation of local law enforcement with federal immigration enforcement.", "evars": null, "random_value": 641, "min": 842106, "max": 859649, "bad_state_list": []}}}, {"859650x877193": {"all": {"measure": "solar_use", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Add a section in the state constitution giving residents the right to own or lease solar energy equipment for personal use while also enacting constitutional protection for any state or local law, ensuring that residents who do not produce solar energy can abstain from subsidizing its production.", "evars": null, "random_value": 78, "min": 859650, "max": 877193, "bad_state_list": []}}}, {"877194x894737": {"all": {"measure": "tax_home_care", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Enact a payroll tax and non-wage income tax to fund a program called the Universal Home Care Program.", "evars": null, "random_value": 392, "min": 877194, "max": 894737, "bad_state_list": []}}}, {"894738x912281": {"all": {"measure": "tobacco_tax_up", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Increase the cigarette tax by $2.00 per pack, with equivalent increases on other tobacco products and electronic cigarettes.", "evars": null, "random_value": 508, "min": 894738, "max": 912281, "bad_state_list": []}}}, {"912282x929825": {"all": {"measure": "transport_bonds", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Authorize bonds to fund statewide transportation projects including bridge expansion, construction, maintenance, and repairs, and require that the state repay the debt from the general fund without raising taxes.", "evars": null, "random_value": 109, "min": 912282, "max": 929825, "bad_state_list": []}}}, {"929826x947368": {"all": {"measure": "universal_health", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Create a healthcare payment system designed to finance universal healthcare for [STATE] residents partly through an additional 10 percent payroll tax—two thirds paid by employers and one third by employees—providing approximately $25 billion per year in revenue.", "evars": ["STATE"], "random_value": 864, "min": 929826, "max": 947368, "bad_state_list": []}}}, {"947369x964912": {"all": {"measure": "use_force", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Create a good faith test to determine when the use of deadly force by police is justifiable, require police to receive de-escalation and mental health training, and require law enforcement officers to provide first aid.", "evars": null, "random_value": 13, "min": 947369, "max": 964912, "bad_state_list": []}}}, {"964913x982456": {"all": {"measure": "voter_bond_approval", "text": "Looking ahead to the 2020 general election, imagine the following was an initiative on your ballot: Require voter approval before the state could issue more than $2 billion in public infrastructure bonds that would require an increase in taxes or fees for repayment.", "evars": null, "random_value": 366, "min": 964913, "max": 982456, "bad_state_list": []}}}, {"982457x1000000": {"all": {"measure": "voting_rights_restore", "text": "Looking ahead to the 2020 general election, imagine there was an initiative on your ballot proposing to restore the voting rights of citizens with felony convictions after they complete all terms of their sentence including parole or probation. This restoration would not apply to those convicted of murder or sexual offenses, who would continue to be permanently barred from voting unless the Governor restores their voting rights on a case by case basis.", "evars": null, "random_value": 406, "min": 982457, "max": 1000000, "bad_state_list": []}}}]