{"AL": {"AL_003": {"party": "Democratic", "bio": "Mallory Hagan is a former beauty pageant winner and graduate of the Fashion Institute of Technology. She became Miss America in 2013 after winning Miss <STATE> in 2012 and participating in Miss <STATE> in 2010 and 2011. Hagan used her national platform to advocate for awareness of the sexual abuse of children in the United States including additional funding for Child Advocacy Centers. She also advocates for gun control laws to reduce violent crime, especially among youth.", "house_district": "AL_003", "candidate": "Mallory Hagan"}}, "AZ": {"AZ_002": {"party": "Democratic", "bio": "Ann Kirkpatrick is a former law professor, county attorney, and state legislator. She was born on an Indian reservation in <STATE> and pursued her undergraduate and law degrees from the University of <STATE>. Kirkpatrick and her husband have two children. Her political career includes a stint as a city water commissioner and three previous terms as a U.S. representative. She has fought throughout her career to protect the reproductive rights of women. Kirkpatrick also argues for the expansion of Medicare to help millions of Americans gain access to healthcare.", "house_district": "AZ_002", "candidate": "Ann Kirkpatrick"}, "AZ_009": {"party": "Democratic", "bio": "Greg Stanton is a former city council member and mayor who jumped into national politics. He holds a bachelor’s degree in history and political science along with a law degree. Stanton spent nine years as a city council member and six years as a mayor. He and his wife have two children. Stanton earned acclaim from his constituents for advocating the removal of a city food tax that disproportionately impacted low-income residents. He also received a 2017 Public Official of the Year award for pushing public transit expansion and emission reductions.", "house_district": "AZ_009", "candidate": "Greg Stanton"}}, "AR": {"AR_002": {"party": "Democratic", "bio": "Clarke Tucker is an attorney who previously served as a state legislator for four years. Tucker earned his bachelor’s degree from Harvard University and later received a law degree from the University of <STATE> Law School. He served as a district court clerk before starting his legal practice and teaching courses at a local law school. Tucker and his wife have two children. His political career is centered on advocating for improved access to quality healthcare.", "house_district": "AR_002", "candidate": "Clarke Tucker"}}, "CA": {"CA_008": {"party": "Republican", "bio": "Tim Donnelly is a business owner and a former member of the <STATE> State Assembly. He received his undergraduate degree from the University of <STATE> before working with his family’s business. Donnelly and his wife have five children. He has argued against government involvement in healthcare including opposition to the Affordable Care Act and state-mandated vaccinations. Donnelly also advocates for stronger restrictions on migration across the U.S./Mexico border.", "house_district": "CA_008", "candidate": "Tim Donnelly"}, "CA_010": {"party": "Democratic", "bio": "Josh Harder is a former venture capitalist and college instructor. Harder earned bachelor’s degrees in economics and political science along with an MBA. He worked for a <STATE>-based venture capital firm before moving to <STATE> because of a promotion to an executive position. Harder believes that Medicare expansion would lower healthcare costs and help Americans improve health outcomes. He also argues for pathways to citizenship for immigrants who provide value to the American economy.", "house_district": "CA_010", "candidate": "Josh Harder"}, "CA_021": {"party": "Republican", "bio": "David Valadao is the son of Portuguese immigrants who became a leader in <STATE>’s farm industry. Valadao is the owner of a dairy farm along with his brother. He also participates in the <STATE> Milk Advisory Board and several regional dairy associations. Valadao got into politics with one term in the state legislature. He is a strong critic of the Affordable Care Act and favored the American Health Care Act to steady healthcare costs. Valadao has crossed the aisle to work on immigration reform and oppose cuts to food assistance.", "house_district": "CA_021", "candidate": "David Valadao"}, "CA_025": {"party": "Democratic", "bio": "Katie Hill is a community advocate and nonprofit administrator who has focused on bolstering funds for homelessness programs. She earned an undergraduate degree in English and an MBA from <STATE> State University. Hill’s career includes stints as the executive director of an organization providing homes for the homeless and a policy advocate for support services. She believes that American democracy would be improved by campaign finance reform and tax policies that reduce income imbalances.", "house_district": "CA_025", "candidate": "Katie Hill"}, "CA_026": {"party": "Republican", "bio": "Antonio Sabato Jr. is a model, dancer, and TV actor who was born in Italy. His early career included stints as a Calvin Klein model and a soap opera actor. He and his wife have three children. Sabato has been a strong advocate for constructing a wall on the U.S./Mexico border to regulate immigration. He also believes that immigration reform is necessary to prevent undocumented migrants from jumping ahead of those who follow existing processes for entrance into the country.", "house_district": "CA_026", "candidate": "Antonio Sabato Jr."}, "CA_036": {"party": "Republican", "bio": "Kimberlin Brown is an actress who featured on American soap operas for almost three decades. She also co-owns an avocado farm. Brown and her husband have two children. She argues that the U.S. needs to be prepared for attacks by North Korea and terrorist groups. Brown also advocates for elimination of the Affordable Care Act so small business owners can avoid expensive healthcare bills.", "house_district": "CA_036", "candidate": "Kimberlin Brown"}, "CA_039": {"party": "Republican", "bio": "Young Kim was born in South Korea and moved to the United States with her family as a teenager. She earned her undergraduate degree in business administration before working as a financial analyst. Kim worked for a U.S. representative for two decades before winning election to the state legislature. She campaigned on compassionate views toward DACA participants, advocating immigration reforms to protect child migrants. Kim also believes that states should keep taxes low and the federal government should reduce regulations to improve business conditions.", "house_district": "CA_039", "candidate": "Young Kim"}, "CA_044": {"party": "Democratic", "bio": "Aja Brown is a mayor who previously worked as a planning commissioner and redevelopment project manager. She received her undergraduate and graduate degrees in policy and planning. Brown also worked with a community development nonprofit to rebrand their city to attract new investment and businesses. Her mayoral career includes work toward reducing gang violence and improving local schools. Brown supports efforts to improve water quality and develop of water infrastructure to avoid generations of droughts.", "house_district": "CA_044", "candidate": "Aja Brown"}, "CA_045": {"party": "Democratic", "bio": "Katie Porter is a law professor and former state bank monitor who was raised on a small farm in <STATE>. She earned her law degree from the University of <STATE> before earning tenure at the University of <STATE> School of Law. Porter also authored a textbook on consumer law widely used at law schools across the United States. She has focused her political career on strengthening campaign finance regulations and reducing barriers to voting.", "house_district": "CA_045", "candidate": "Katie Porter"}, "CA_048": {"party": "Democratic", "bio": "Harley Rouda is a private practice attorney and an in-house counsel for his family’s real estate business. He earned his bachelor’s degree, MBA, and law degree before working at an <STATE>-based law firm. Rouda’s legal career focused on securities and intellectual property cases. He also contributed his legal skills to nonprofits dealing with domestic abuse and homelessness in his city. Rouda and his wife have four children. He is an advocate for strengthening gun control laws and enshrining health care as a right in American life.", "house_district": "CA_048", "candidate": "Harley Rouda"}, "CA_049": {"party": "Republican", "bio": "Diane Harkey is an experienced banking professional with three decades of experience in the corporate finance world. She earned her bachelor’s degree in economics before entering the job market. Harkey and her husband have one child. She has focused her political advocacy on free trade policies and reducing taxes on small businesses. Harkey also supports balancing environmental regulations like offshore drilling restrictions with pro-business policies.", "house_district": "CA_049", "candidate": "Diane Harkey"}}, "CO": {"CO_002": {"party": "Democratic", "bio": "Joe Neguse is the founder of a youth-focused political organization and a former state legislative aide. He earned a bachelor’s degree in political science and later received his law degree. Neguse served as a regent for the University of <STATE> and a former candidate for secretary of state. He and his wife have one child. Neguse’s political advocacy centers on ensuring that all Americans have access to clean air and water. He also fights for a $15 federal minimum wage and expanded healthcare access.", "house_district": "CO_002", "candidate": "Joe Neguse"}, "CO_003": {"party": "Democratic", "bio": "Diane Mitsch Bush is a former state legislator, business owner, and social science professor. She earned her undergraduate degree and Ph.D. in sociology. Bush started her political career as a county commissioner. Her state legislative record includes advocacy for expanded jobs programs and reduced regulations on hemp farming. Bush’s policy profile includes opposition to broad authorizations of military force and support for universal background checks prior to firearm purchases.", "house_district": "CO_003", "candidate": "Diane Mitsch Bush"}, "CO_006": {"party": "Democratic", "bio": "Jason Crow is a U.S. Army veteran who served in the conflicts in Afghanistan and Iraq. He received his bachelor’s degree and law degree prior to his military service. Crow became a partner at a law firm after he left the military. He also served on the <STATE> Board of Veterans Affairs. Crow is an advocate for banning certain assault weapons and broadening background check requirements for gun sellers. He also believes that automatic voter registration and electoral district reform would improve public participation in politics.", "house_district": "CO_006", "candidate": "Jason Crow"}}, "CT": {"CT_005": {"party": "Democratic", "bio": "Jahana Hayes is a former high school history teacher who was named the 2016 National Teacher of the Year. She received her bachelor’s degree and a master’s degree in instruction. Hayes and her husband have four children. Her background as a teacher contributes to her efforts to expand funding for public education. Hayes also supports the rights of workers to collectively bargain and demonstrate their common interests to employers.", "house_district": "CT_005", "candidate": "Jahana Hayes"}}, "FL": {"FL_006": {"party": "Democratic", "bio": "Nancy Soderberg is an experienced diplomat and foreign affairs expert who served on the National Security Council. She was born in Puerto Rico and later earned bachelor’s and master’s degrees in economics. Soderberg served as a U.S. ambassador to the United Nations, focusing on the country’s relationship with Security Council members. She later worked with the International Crisis Group and the Connect U.S. Fund to promote progressive foreign policy actions.", "house_district": "FL_006", "candidate": "Nancy Soderberg"}, "FL_007": {"party": "Republican", "bio": "Mike Miller is a former state legislator who got his start in politics as a legislative aide. He earned his bachelor’s degree from the University of <STATE> while playing baseball on a scholarship. Miller’s political career grew from his role as a U.S. Senate aide to positions as a district director and campaign finance director. He received his MBA prior to joining the <STATE> House of Representatives.", "house_district": "FL_007", "candidate": "Mike Miller"}, "FL_023": {"party": "Democratic", "bio": "Tim Canova is a law professor and former lawyer who has published academic articles in several languages. He earned his bachelor’s, master’s, and law degrees prior to entering the academic field. Canova has taught law, public finance, and international economics at universities throughout the country. His involvement in politics started with a stint as a U.S. Senate aide and continued with efforts to expand felon voting rights and Federal Reserve reform. Canova is a strong advocate for medical marijuana legalization and believes the Trans-Pacific Partnership would damage the American economy.", "house_district": "FL_023", "candidate": "Tim Canova"}, "FL_025": {"party": "Democratic", "bio": "Mary Barzee Flores is a former circuit court and district court nominee. She holds a bachelor’s degree in music and a law degree from the University of <STATE>. Flores moved from the circuit court to a shareholder position with a law firm. She was nominated for a federal court seat but was not confirmed by the U.S. Senate. Flores draws on her court experience to advocate for reforms to the court system that eliminate racial disparities in sentencing. She also believes that a $15 minimum wage and green energy jobs would revitalize the economy.", "house_district": "FL_025", "candidate": "Mary Barzee Flores"}, "FL_026": {"party": "Democratic", "bio": "Debbie Mucarsel-Powell was born in Ecuador and came to the United States when she was a teenager. She holds a bachelor’s degree in political science and a master’s degree in international economy. Mucarsel-Powell has worked with university and environmental foundations to provide community programs. She and her husband have two children. Mucarsel-Powell argues for the expansion of community health clinics and insurance coverage to serve patients at all income levels. She also draws on her experiences as an immigrant to advocate for paths to citizenship.", "house_district": "FL_026", "candidate": "Debbie Mucarsel-Powell"}}, "GA": {"GA_004": {"party": "Republican", "bio": "Joe Profit is a former professional football player and a business owner. He earned his bachelor’s degree while playing football on a scholarship. Profit played football for three years before turning to ownership of fast food franchises. He also created a telecommunications firm and served as the president of a broadcast group. Profit drew on his business experience to advocate for reduced business and environmental regulations. He also spoke passionately for protecting gun rights and the American border.", "house_district": "GA_004", "candidate": "Joe Profit"}, "GA_006": {"party": "Democratic", "bio": "Lucy McBath is a gun control advocate and former flight attendant. Her father was an NAACP chapter president and publisher. McBath completed her bachelor’s degree in political science and proceeded to work as a flight attendant. She also worked as an intern for the Governor of <STATE>. McBath moved into advocacy for stricter gun control laws after the death of her teenage son. She also supports the expansion of Medicaid and the Affordable Care Act to protect low-income residents of her state.", "house_district": "GA_006", "candidate": "Lucy McBath"}, "GA_012": {"party": "Democratic", "bio": "Francys Johnson is a civil rights advocate and pastor. He holds a bachelor’s degree and law degree. Johnson has been a government and law professor at several universities. He is notable for his involvement with NAACP efforts to organize black voters for upcoming elections. Johnson is also an ordained Baptist minister who has three sons with his wife. He has focused on racial disparities in voting laws and motivating young voters to go to the polls.", "house_district": "GA_012", "candidate": "Francys Johnson"}}, "HI": {"HI_001": {"party": "Republican", "bio": "Campbell Cavasso is a business owner, former state legislator, and U.S. Army veteran. He holds a bachelor’s degree in sociology from the University of <STATE>. Cavasso served for five years in the military and left service as a captain. He has worked as a financial advisor and the owner of a contracting company. Cavasso and his wife have four children. He considers himself a champion of small government and personal liberty who believes Americans should have greater freedom to make decisions.", "house_district": "HI_001", "candidate": "Campbell Cavasso"}, "HI_002": {"party": "Republican", "bio": "Brian Evans is an actor, writer, and singer. He began his career as a commercial actor before acting in TV shows and movies. Evans has also written an autobiography and a novel. He is best known for touring as a musical act specializing in jazz and big-band music. Evans previously ran twice for a seat in the U.S. Senate. He is a vocal advocate for improved healthcare in the United States including better training for medical professionals and lifting limits on malpractice lawsuits.", "house_district": "HI_002", "candidate": "Brian Evans"}}, "IL": {"IL_003": {"party": "Republican", "bio": "Arthur Jones is an experienced insurance broker and U.S. Army veteran. He holds a bachelor’s degree in political science from the University of <STATE>. Jones served in the military during the Vietnam War. He has run for local and state offices including mayor, city council, and the U.S. House. Jones is a supporter of white supremacist groups like the Ku Klux Klan and denies the existence of the Holocaust.", "house_district": "IL_003", "candidate": "Arthur Jones"}, "IL_006": {"party": "Democratic", "bio": "Sean Casten is a business owner and consultant who specializes in clean energy technology. He earned his bachelor’s degree in molecular biology and master’s degrees in engineering management and biochemical engineering. Casten started his career as a university lab scientist and an energy technology consultant. He proceeded to found a recycled energy firm with his father. Casten’s scientific background contributes to his advocacy for solutions to man-made climate change and improved healthcare access.", "house_district": "IL_006", "candidate": "Sean Casten"}, "IL_014": {"party": "Democratic", "bio": "Lauren Underwood is a nurse and political advocate focused on improving patient care. She earned bachelor’s and master’s degrees in nursing along with a master’s degree in public health. Underwood jumped from a career in nursing to an advisory position with the U.S. Department of Health and Human Services. She draws on her experiences as a nurse to promote a single-payer healthcare system to reduce medical debt for millions of patients.", "house_district": "IL_014", "candidate": "Lauren Underwood"}, "IL_018": {"party": "Democratic", "bio": "Junius Rodriguez is a historian and teacher specializing in black history in the United States. Rodriguez earned bachelor’s, master’s, and doctoral degrees before getting his first appointment as a college professor. He also worked as a public school teacher following completion of his undergraduate degree. Rodriguez has earned acclaim among academics for his writings on slave resistance movements around the world.", "house_district": "IL_018", "candidate": "Junius P. Rodriguez"}}, "IN": {"IN_009": {"party": "Democratic", "bio": "Liz Watson is an attorney and policy advocate focused on making employment laws friendlier to workers than employers. She began her life in public service as a congressional intern after completing her bachelor’s and law degrees. Watson has been an attorney with an employment law firm and the director of a national advocacy group fighting for gender equity in the workplace. She fights for expansion of the Medicare program, paid family leave, and funding for early childhood programs.", "house_district": "IN_009", "candidate": "Liz Watson"}}, "IA": {"IA_001": {"party": "Democratic", "bio": "Abby Finkenauer is a former congressional aide and political communications professional. She holds a bachelor’s degree in public relations. Finkenauer went from a page in the U.S. House to a seat in the <STATE> House of Representatives. She also served as a state volunteer coordinator for a presidential campaign. Finkenauer believes that national infrastructure spending and reduced regulations on small businesses would strengthen the American economy.", "house_district": "IA_001", "candidate": "Abby Finkenauer"}, "IA_003": {"party": "Republican", "bio": "David Young is a longtime political operative who served as chief of staff to two U.S. senators. He holds a bachelor’s degree in English. Young is a vocal opponent of same-sex marriage but supports a ban on discrimination based on gender identity. He argues that small businesses and farmers need lower taxes to stay afloat in the global economy. Young supports ending the Affordable Care Act and creating new policy that would prevent healthcare cost inflation.", "house_district": "IA_003", "candidate": "David Young"}}, "KS": {"KS_002": {"party": "Democratic", "bio": "Paul Davis is a former state legislator and attorney. He received his bachelor’s degree in political science before pursuing a law degree. Davis served 12 years as a state legislator including six years as the <STATE> House minority leader. He and his wife have one child. Davis built his state legislative career on opposing tax cuts that deprived the state of vital funds for social services and education.", "house_district": "KS_002", "candidate": "Paul Davis"}, "KS_003": {"party": "Democratic", "bio": "Sharice Davids is an attorney and former professional athlete who was born in Germany. She is a member of the Ho-Chunk tribe. Davids earned bachelor’s and law degrees before becoming a professional mixed martial artist. She has also owned a coffee shop and worked as a White House Fellow with the U.S. Department of Transportation. Davids argues for a single-payer healthcare system that would reduce debt burdens on patients.", "house_district": "KS_003", "candidate": "Sharice Davids"}}, "KY": {"KY_006": {"party": "Democratic", "bio": "Amy McGrath is a U.S. Marine Corps veteran who achieved the rank of lieutenant colonel in her 20-year career. She holds a bachelor’s degree from the U.S. Naval Academy. McGrath was a Marine pilot who served in Kyrgyzstan, Iraq, Afghanistan, and Egypt. She later served as a Pentagon advisor and a congressional advisor on foreign affairs. McGrath and her husband have three children. She balances conservative views on gun rights and taxes with progressive views on LGBT issues and reproductive rights.", "house_district": "KY_006", "candidate": "Amy McGrath"}}, "LA": {"LA_003": {"party": "Democratic", "bio": "Mildred Methvin is a former attorney, mediator, and judge with four decades of legal experience. After earning her law degree, Methvin served as an attorney with her father’s legal practice and an assistant U.S. attorney. She was appointed as a U.S. magistrate judge and served for 26 years. Methvin left the court to start a dispute mediator practice. She believes that Americans would benefit from a $15 minimum wage, expansion of Medicare, and reforms to control higher education costs.", "house_district": "LA_003", "candidate": "Mildred Methvin"}}, "ME": {"ME_002": {"party": "Democratic", "bio": "Jared Golden is a U.S. Marine corps veteran and former state legislator. He served in the Marines for four years including service in Afghanistan and Iraq. Golden earned his bachelor’s degree in history after leaving the military. He served as an aide to a U.S. senator before starting his own political career. Golden has vowed to protect the U.S. Veterans Administration by opposing privatization and coordinating services with veteran organizations. He is also a passionate supporter of a national service program that provides two years of free college tuition in exchange for two years of public service.", "house_district": "ME_002", "candidate": "Jared Golden"}}, "MI": {"MI_007": {"party": "Democratic", "bio": "Gretchen Driskell is a former mayor and state legislator. She holds a bachelor’s degree and an MBA. Her political career started with a 14-year stint as the mayor of a small city. Driskell served for four years in the <STATE> House of Representatives. She has focused on improving public education during her state and national political career. Driskell also fights to protect the environment so that future generations have access to clean air and water.", "house_district": "MI_007", "candidate": "Gretchen Driskell"}, "MI_008": {"party": "Democratic", "bio": "Elissa Slotkin is a defense and intelligence expert who has worked with the Central Intelligence Agency and the U.S. Department of Defense. She holds bachelor’s and master’s degrees as well as knowledge of Arabic. Slotkin started her career as a translator, grant writer, and State Department intern. Her positions in the federal government included Iraq policy senior advisor and Assistant Secretary of Defense for International Security Affairs. Slotkin campaigns for campaign finance reform, infrastructure investment, and a buy-in option for Medicare.", "house_district": "MI_008", "candidate": "Elissa Slotkin"}, "MI_011": {"party": "Democratic", "bio": "Haley Stevens is a political operative who has worked on multiple presidential campaigns. She earned her bachelor’s and master’s degrees at American University. Stevens worked as a chief of staff for a presidential task force before running for office. She argues that the Affordable Care Act would serve more Americans if there is a public option to buy into Medicare. Stevens also draws on her experiences in <STATE> to promote better public schools and economic innovation to create long-lasting jobs.", "house_district": "MI_011", "candidate": "Haley Stevens"}}, "MN": {"MN_002": {"party": "Republican", "bio": "Jason Lewis is a radio show host and writer who has hosted a nationally syndicated talk show. He earned his bachelor’s degree in education and master’s degree in political science. Lewis began working in the radio industry in the 1990s and moved from <STATE> to <STATE> as his career grew. He also wrote a book supporting the country’s federalism and the need for states to dictate public policy. Lewis has been a vocal advocate for the sanctity of marriage and opposes the war on drugs due to its impacts on individual liberty.", "house_district": "MN_002", "candidate": "Jason Lewis"}, "MN_003": {"party": "Republican", "bio": "Erik Paulsen is a former business analyst, legislative aide, and state legislator. He holds a bachelor’s degree in math. Paulsen entered the political world as a U.S. Senate intern and a legislative aide to a U.S. representative. He then served in the state legislature for 14 years. Paulsen and his wife have four children. Paulsen supports a compassionate approach to immigration that allows undocumented migrant children to stay in the country. He supports lifting outpatient reimbursement caps on Medicare services to reduce medical costs for seniors.", "house_district": "MN_003", "candidate": "Erik Paulsen"}, "MN_008": {"party": "Republican", "bio": "Pete Stauber is a former police officer and professional hockey player. He holds a bachelor’s degree in criminology. Stauber served as a city councilman and county commissioner before entering the national political scene. He works in his political life to support the readjustment of American military veterans to civilian life. Stauber also argues against abortion rights and supports expanded services to people with special needs.", "house_district": "MN_008", "candidate": "Pete Stauber"}}, "MS": {"MS_003": {"party": "Democratic", "bio": "Michael Evans is a former fire department chief with multiple municipalities. He also co-owns a poultry farm. Evans is a legislator who served six years in the state house. Evans is a vocal advocate for state and federal laws protecting senior citizens from predatory financial practices. He also believes that education programs should be fully funded at the state level to improve the state’s education outcomes.", "house_district": "MS_003", "candidate": "Michael Evans"}}, "MT": {"MT_ATL": {"party": "Democratic", "bio": "Kathleen Williams is a former state legislator and conservation advocate. She holds a bachelor’s degree in natural resource economics and a master’s degree in recreation resources. Williams has worked with the United States Forest Service, the Environmental Quality Council, and the Instream Flow Council. She served for four years in the state legislature, where she supported expanded funding for public education and sustainable energy programs. Williams supports a buy-in feature of Medicare and a renewed focus on services for rural areas.", "house_district": "MT_ATL", "candidate": "Kathleen Williams"}}, "NV": {"NV_003": {"party": "Republican", "bio": "Danny Tarkanian is a real estate professional and former practicing attorney. His father was a prominent college basketball coach and his mother was a city council member. Tarkanian has run for state senate, secretary of state, U.S. House, and U.S. Senate seats in the past. He and his wife have four children. Tarkanian is a strong advocate for increased funding for the military and expanded support for military veterans. He also believes that the nation’s education systems should be reformed to provide choices to families.", "house_district": "NV_003", "candidate": "Danny Tarkanian"}, "NV_004": {"party": "Democratic", "bio": "Steven Horsford is a former state legislator and business executive. He was the CEO of a job-training initiative and a member of a regional investment board. Horsford’s state legislative career spanned eight years including four as the Senate Majority Leader. His national political career highlights his support for citizenship tracks for undocumented immigrants. Horsford also advocates for stricter gun control laws including a renewal of the assault weapons ban.", "house_district": "NV_004", "candidate": "Steven Horsford"}}, "NH": {"NH_002": {"party": "Republican", "bio": "Steve Negron is a business owner, former state legislator, and U.S. Air Force veteran. He earned his bachelor’s degree in criminal justice before a 15-year career in the military. Negron retired from the Air Force as a major. He later worked as a defense contractor and started a contracting company. Negron served for one term as a member of the state House of Representatives. He is an advocate for charter school expansion as a means of improving student performance.", "house_district": "NH_002", "candidate": "Steve Negron"}}, "NJ": {"NJ_003": {"party": "Democratic", "bio": "Andy Kim is an experienced diplomat who has served in the White House and the National Security Council. He began his political career as an intern for U.S. AID while studying international relations. Kim’s parents migrated from South Korea prior to his birth. He has spent his political career advocating for campaign finance reforms to protect American democracy from corporate interests. Kim also argues for federal investment in green energy and tech jobs that anticipate the economy of the future.", "house_district": "NJ_003", "candidate": "Andy Kim"}, "NJ-007": {"party": "Democratic", "bio": "Tom Malinowski is a Polish-born diplomat who started his political career as an intern for a U.S. senator. He holds a bachelor’s degree in political science and was a Rhodes Scholar while pursuing his master’s degree in England. Malinowski worked as a researcher for the Institute for Human Sciences and the Ford Foundation. His career includes roles as a U.S. State Department speechwriter, the director for Human Rights Watch, and an assistant secretary of state. Malinowski argues for the continued development of the Affordable Care Act and increasing the minimum wage to $15 per hour.", "house_district": "NJ-007", "candidate": "Tom Malinowski"}, "NJ_011": {"party": "Republican", "bio": "Jay Webber is an attorney and former state legislator. He holds a bachelor’s degree in international studies and a law degree. Webber was the New Jersey Republican Party chair for two years. He has also served in the state house since 2008. Webber is a champion for small businesses, advocating for less federal regulation and lower taxes that impact millions of owners. He also opposes sanctuary cities and unregulated immigration because of the government’s responsibility to protect citizens.", "house_district": "NJ_011", "candidate": "Jay Webber"}}, "NM": {"NM_001": {"party": "Republican", "bio": "Janice Arnold-Jones is a former office manager and state legislator. She earned her undergraduate degree in communications before moving overseas with her husband as part of his U.S. Navy deployment. Arnold-Jones later worked as an executive for a nuclear services company. She served for eight years in the state house, where she advocated for transparency in committee hearings. Arnold-Jones also served as a city council member.", "house_district": "NM_001", "candidate": "Janice Arnold-Jones"}, "NM_002": {"party": "Republican", "bio": "Yvette Herrell is a real estate investor and former state legislator. She served for eight years in the New Mexico House of Representatives. Herrell advocated for reducing regulations and the size of state government during her tenure. She uses her public profile to support pro-life laws and eliminate federal funding for Planned Parenthood. Herrell also argues for greater protections for gun rights enshrined in the U.S. Constitution.", "house_district": "NM_002", "candidate": "Yvette Herrell"}}, "NY": {"NY_011": {"party": "Democratic", "bio": "Max Rose is a former public engagement director and veteran of the U.S. Army. He earned his bachelor’s degree in history and master’s degree in philosophy before joining the military. Rose served for five years in the Army, earning a Bronze Star and Purple Heart for his service in Afghanistan. He worked as the engagement director for a district attorney and a nonprofit chief of staff after leaving active duty. Rose wants to solve the nation’s healthcare issues with lowered Medicare eligibility and a universal healthcare system.", "house_district": "NY_011", "candidate": "Max Rose"}, "NY_019": {"party": "Democratic", "bio": "Antonio Delgado is a former attorney and music industry professional. He was a Rhodes Scholar during his graduate studies and later received his law degree. Delgado and his wife have two children. He is a strong proponent for improving infrastructure in his state including expanded broadband access and high-speed rail development. Delgado also stands firm in protecting reproductive rights for women and ensuring Americans who are LGBT do not experience discrimination.", "house_district": "NY_019", "candidate": "Antonio Delgado"}, "NY_022": {"party": "Democratic", "bio": "Anthony Brindisi is a former attorney, school board member, and state legislator. He earned his law degree before joining his father’s law firm. Brindisi served seven years as a state legislator, earning a reputation as an advocate for gun rights. He and his wife have two children. Brindisi supports expansion of the Affordable Care Act to build on its promise. He also supports protections to Medicare and Social Security so Americans can access those programs in the future.", "house_district": "NY_022", "candidate": "Anthony Brindisi"}}, "NC": {"NC_002": {"party": "Democratic", "bio": "Linda Coleman is a former state legislator and state personnel director in North Carolina. She started her career as a teacher before entering the public sphere. Coleman was a county commissioner and a human resources director, and state personnel director at the state level. She draws on her experiences in the classroom to inform her support for federal pre-K funding and student loan debt reduction. Coleman also believes that federal law should be changed so that the Centers for Disease Control and Prevention to study the impacts of gun violence.", "house_district": "NC_002", "candidate": "Linda Coleman"}, "NC_006": {"party": "Democratic", "bio": "Ryan Watts is a business and nonprofit consultant who studied political science in college. His work with consulting firm Deloitte included studying ways to transition the economy toward tech-driven industries. Watts argues that the nation’s biggest issues won’t be solved until gerrymandering is eliminated. He is also an advocate for term limits and expansion of the Affordable Care Act to allow greater access to Medicare and Medicaid.", "house_district": "NC_006", "candidate": "Ryan Watts"}}, "ND": {"ND_ATL": {"party": "Democratic", "bio": "Mac Schneider is the son of a former state party chair and a longtime state legislator. He earned his bachelor’s degree while serving as the captain of the University of North Dakota’s football team. Schneider later received his law degree before entering private practice. He served as a state senator for seven years including three years as the Senate minority leader. Schneider believes that members of both parties should put aside differences to pursue policies that create jobs and reduce healthcare costs.", "house_district": "ND_ATL", "candidate": "Mac Schneider"}}, "OH": {"OH_007": {"party": "Democratic", "bio": "Ken Harbaugh is a U.S. Navy veteran who served for nine years as a mission commander and pilot. He earned his undergraduate degree before his military service and completed a law degree following the end of his service. Harbaugh is the co-founder of a veterans support nonprofit and a former president for an emergency service nonprofit. He has spent his political career promoting national infrastructure spending to create jobs and ensure safe roads, water, and air to all Americans.", "house_district": "OH_007", "candidate": "Ken Harbaugh"}, "OH_009": {"party": "Republican", "bio": "Steve Kraus is a former state legislator, auctioneer, and real estate agent. He served two years in the Ohio House of Representatives. Kraus has spent his political career advocating against high taxes and excessive regulations. He used his state legislative career to shine a light on wasteful spending that placed a heavier burden on taxpayers. Kraus is the author of a book called Checkmate that exposed efforts to malign his reputation by political opponents.", "house_district": "OH_009", "candidate": "Steve Kraus"}}, "OK": {"OK_005": {"party": "Democratic", "bio": "Kendra Horn is a nonprofit co-founder and attorney who holds a law degree from the University of Tulsa. She worked as a congressional press secretary and a statewide campaign manager. Horn has worked as a private practice attorney with a <STATE>-based firm as well as the owner of her own practice. She supports strengthening legal protections for Medicare and Social Security funds to support future beneficiaries.", "house_district": "OK_005", "candidate": "Kendra Horn"}}, "OR": {"OR_004": {"party": "Republican", "bio": "Art Robinson is a chemist who holds a Ph.D. in biochemistry from the University of <STATE>. He served as the co-founder, president, and research professor of the Linus Pauling Institute. Robinson later founded the Oregon Institute of Science and Medicine. He believes that man-made climate change is not supported by good science. Robinson also argues for ending federal influence in the economy including eliminating the Federal Reserve.", "house_district": "OR_004", "candidate": "Art Robinson"}, "OR_005": {"party": "Republican", "bio": "Mark Callahan is a technology consultant who holds a bachelor’s degree from Oregon State University. He has two children from a previous marriage. Callahan has been active in local and state politics since his run for county commissioner in 2010. He believes that a flat-tax structure would introduce fairness into the American tax system. Callahan also argues against free trade agreements because they take away American jobs.", "house_district": "OR_005", "candidate": "Mark Callahan"}}, "PA": {"PA_007": {"party": "Republican", "bio": "Marty Nothstein is a former Olympian who earned a gold medal in cycling during the 2000 Summer Olympics. He later drove race cars and led a regional cycling center. Nothstein is also a county commissioner who won office by promising to create jobs and keep taxes low.  He also promotes government efficiency due to concerns about wasted public funds.", "house_district": "PA_007", "candidate": "Marty Nothstein"}, "PA_009": {"party": "Democratic", "bio": "Dennis C. Wolff served as the Pennsylvania Secretary of Agriculture for six years. He has also worked as a farmer throughout his life. Wolff founded The Nicholas Wolff Foundation, a nonprofit that operates a summer camp for children with chronic illnesses. He draws on his experience as a farmer to promote rural interests including trade policies that protect family farms.", "house_district": "PA_009", "candidate": "Dennis C. Wolff"}, "PA_014": {"party": "Democratic", "bio": "Bibiana Boerio is a former automotive executive who served as Jaguar’s chief financial officer and the head of Ford’s credit subsidiary. She later worked as the chief of staff to a U.S. representative. Boerio supports maintaining the Affordable Care Act while new solutions to America’s healthcare crisis are developed. She also believes that the federal government should prioritize conservation policies to protect natural resources for the future.", "house_district": "PA_014", "candidate": "Bibiana Boerio"}}, "SC": {"SC_001": {"party": "Democratic", "bio": "Joe Cunningham is a former ocean engineer who holds a bachelor’s degree in ocean engineering from <STATE> University. He later completed his law degree and became a practicing attorney. Cunningham and his wife have one child. He believes that the U.S. should prohibit offshore drilling due to the substantial environmental damage caused by these operations. Cunningham also argues for pursuing free trade agreements that create jobs in the state.", "house_district": "SC_001", "candidate": "Joe Cunningham"}, "SC_005": {"party": "Democratic", "bio": "Archie Parnell is a tax attorney who has worked for international clients like Exxon Mobil and Goldman Sachs. He has used his legal expertise for the public good by working for the U.S. Department of Justice and the Ways and Means Committee in the U.S. House of Representatives. Parnell argues for closing tax loopholes and other mechanisms that allow companies to avoid paying their taxes. He also believes that the federal education funding needs to be protected from outside interests who want to reduce school standards.", "house_district": "SC_005", "candidate": "Archie Parnell"}, "SC_007": {"party": "Democratic", "bio": "Robert Q. Williams is an Army National Guard veteran who served in Iraq. Williams previously worked with the South Carolina Department of Disabilities and Special Needs for six years. He balances his time as a business consultant with working for Fatherhood and Families Engagement Program, Inc. Williams is also a state legislator who first joined the South Carolina House of Representatives in 2007. He has three children with his wife.", "house_district": "SC_007", "candidate": "Robert Q. Williams"}}, "TX": {"TX_007": {"party": "Democratic", "bio": "Lizzie Fletcher is a practicing attorney who earned her law degree from William & Mary University. She has worked for several law firms in the Houston area and became a partner with her most recent firm. Fletcher believes that an equality act passed by Congress is needed to protect the LGBT community from discrimination. She also argues for new gun control legislation to ban assault weapons and require background checks on every gun sale.", "house_district": "TX_007", "candidate": "Lizzie Fletcher"}, "TX_022": {"party": "Democratic", "bio": "Sri Preston Kulkarni is an experienced diplomat with 14 years of experience with the U.S. Foreign Service. He worked in countries ranging from Jamaica to Taiwan. Kulkarni later served as a foreign policy advisor to a U.S. senator. He believes that the federal government has a role in improving education through innovation funding and debt relief. Kulkarni also argues for an examination of the country’s disaster response processes due to inadequate hurricane responses.", "house_district": "TX_022", "candidate": "Sri Preston Kulkarni"}, "TX_023": {"party": "Democratic", "bio": "Gina Ortiz Jones served in the U.S. Air Force for three years before leaving service as a captain. She holds a bachelor’s degree in East Asian studies and master’s degrees in economics and military arts. Jones moved from the military to a position as a Latin American expert with the Defense Intelligence Agency. She believes that the federal government can help small businesses thrive and create jobs. Jones also touts her military and intelligence experience when discussing measured approaches to international issues.", "house_district": "TX_023", "candidate": "Gina Ortiz Jones"}, "TX_031": {"party": "Democratic", "bio": "MJ Hegar is a veteran of the U.S. Air Force who served for 12 years before leaving active duty. She bookended her military service with a bachelor’s degree and an MBA. Hegar is also an author, executive coach, and a mentor to ROTC students. She earned a Purple Heart, Distinguished Flying Cross and Outstanding Airmen of the Year award during her career. Hegar and her husband have three children.", "house_district": "TX_031", "candidate": "MJ Hegar"}, "TX_032": {"party": "Democratic", "bio": "Colin Allred is a former professional football player who had a four-year career in the National Football League. After his playing days, Allred completed his law degree and worked for the U.S. Department of Housing and Urban Development. He later worked on voting rights and civil rights cases for a law firm in <STATE>. Allred’s experiences in these areas contribute to his support for restoration of the Voting Rights Act and creating a national election holiday.", "house_district": "TX_032", "candidate": "Colin Allred"}, "TX_036": {"party": "Democratic", "bio": "Dayna Steele is a famed radio host and author who worked at various Houston radio stations for two decades. She is also a business owner who started an online business selling NASA memorabilia. Steele has parlayed her experiences into a career as an author, corporate speaker, and TV host. She supports lowering the minimum age for Medicare coverage and negotiating pharmaceutical prices to reduce medical debt. Steele believes that a combination of a pathway to citizenship and diplomacy with Central American countries to alleviate border concerns.", "house_district": "TX_036", "candidate": "Dayna Steele"}}, "UT": {"UT_002": {"party": "Democratic", "bio": "Shireen Ghorbani is a Salt Lake County Council member and university employee. She received bachelor’s and master’s degrees before joining the staff as a communications professional with the University of Utah. Ghorbani also spent two years in Moldova with the U.S. Peace Corps. She argues for conservation of public lands to ensure continued tourism money and jobs.", "house_district": "UT_002", "candidate": "Shireen Ghorbani"}, "UT_004": {"party": "Democratic", "bio": "Ben McAdams is a former mayor and state legislator who started his political career as a member of the Utah State Senate. He later served for six years as the mayor of Salt Lake County. McAdams holds a law degree and used his education to become an attorney in <STATE> and Utah. During his state legislative career, he regularly opposed restrictions on reproductive rights for women. He also supported a proposal to ban on LGBT discrimination in housing, which did not become law.", "house_district": "UT_004", "candidate": "Ben McAdams"}}, "VA": {"VA_002": {"party": "Democratic", "bio": "Elaine Luria served in the U.S. Navy for 20 years before retiring from the service as a commander. In the Navy, she advanced from division leader to commanding an assault craft manned by 400 soldiers. Luria and her husband have three children. She argues for reducing gun violence by allowing federal studies of public health concerns related to gun crimes. Luria also supports federal efforts to expand healthcare options to accommodate Americans at all income levels.", "house_district": "VA_002", "candidate": "Elaine Luria"}, "VA_005": {"party": "Democratic", "bio": "Leslie Cockburn is an award-winning journalist who has contributed to national news programs. She counts an Emmy Award among her many awards after a lengthy career in investigative reporting. Cockburn also ventured into documentary filmmaking with the 2009 release of American Casino, a film about the Great Recession. She argues that Medicare expansion, federal pre-K education funding, and higher minimum wages would help the lives of Americans improve in the next generation.", "house_district": "VA_005", "candidate": "Leslie Cockburn"}, "VA_007": {"party": "Democratic", "bio": "Abigail Spanberger has been a public servant since working with the U.S. Postal Inspection Service. In this capacity, she investigated drug shipments and illegal money transfers into the country. Spanberger later served as an operations officer with the Central Intelligence Agency. She and her husband have three children. Spanberger balances her support for gun ownership with a belief that reasonable regulations are needed to reduce gun violence. She also believes that America’s tax system can be simplified without creating deficits.", "house_district": "VA_007", "candidate": "Abigail Spanberger"}, "VA_010": {"party": "Democratic", "bio": "Jennifer Wexton is a former state senator who served in office for five years. She earned her law degree from William & Mary University and became a partner with a law firm. Wexton has also been a county judge and an assistant district attorney. She has used her experience as a district attorney to argue for stronger protections on victims of sexual assault. Wexton also supports government protection of reproductive rights for women.", "house_district": "VA_010", "candidate": "Jennifer Wexton"}}, "WA": {"WA_005": {"party": "Democratic", "bio": "Lisa Brown is an experienced state legislator who started her career in the Washington House of Representatives. She later served 20 years in the Washington State Senate including eight years as the Senate Majority Leader. Brown has also worked as an economics professor and a university department director. During her state legislative career, she supported created reduced taxes for middle class taxpayers using surplus funds. Brown has also been a champion of social safety net programs that help low-income families survive.", "house_district": "WA_005", "candidate": "Lisa Brown"}, "WA_008": {"party": "Republican", "bio": "Dino Rossi is a former real estate professional, minor league baseball owner, and bank co-founder. He has served three stints in the Washington State Senate totaling eight years. Rossi chaired the Ways and Means Committee for two years, pursuing policies that eliminated the state’s budget deficit. During his senate career, Rossi also advocated for ignition locks that prevent drivers under the influence from operating their vehicles.", "house_district": "WA_008", "candidate": "Dino Rossi"}}, "WV": {"WV_003": {"party": "Democratic", "bio": "Richard Ojeda is a U.S. Army veteran who retired as a major after 25 years of service. He holds a bachelor’s degree in education and a master’s degree in business. After his service, Ojeda founded a community cleanup nonprofit and taught ROTC courses at West Virginia high schools. He later served as a state legislator for three years. During this tenure, Ojeda advocated for increased teacher salaries and legalization of medical marijuana.", "house_district": "WV_003", "candidate": "Richard Ojeda"}}, "WI": {"WI_001": {"party": "Democratic", "bio": "Randy Bryce is a U.S. Army veteran and an ironworker who turned into a progressive political advocate. He achieved the rank of sergeant during his tenure in the military. Bryce’s involvement in a union during his ironworking career led to an interest in public affairs. He is a vocal supporter of a $15 minimum wage and a single-payer healthcare system that would improve the lives of millions of Americans. Bryce also opposes tariffs on iron and steel that would make it tough to produce American goods.", "house_district": "WI_001", "candidate": "Randy Bryce"}, "WI_006": {"party": "Democratic", "bio": "Dan Kohl is the son of a former U.S. Senator and a former executive for a professional basketball team. He holds a bachelor’s degree, a master’s degree, and a law degree from the University of Wisconsin. Kohl moved from a front office role with the NBA’s Milwaukee Bucks to political affairs work with an advocacy group. He believes that the Affordable Care Act’s consumer protections should be maintained. Kohl also argues that the United States should not impose prohibitive tariffs because it would bring manufacturing to a halt.", "house_district": "WI_006", "candidate": "Dan Kohl"}}}