{"ny_003": {"Rob Zimmerman": ["Rob Zimmerman has been a pillar of his community for a long time, and he has been committed to progressive, Democratic causes as well, serving as a member of the Democratic National Committee and working to elect Democrats up and down the ballot.", "Rob Zimmerman is just another rich donor looking to get a bigger piece of the pie for himself. He’s just a political operative who wouldn’t have the slightest clue how to actually do the important job of Congress."], "Tom Suozzi": ["Congressman Tom Suozzi has been serving New York in public office for decades, currently as a member of Congress. He works with Republicans and Democrats alike to break partisan gridlock and get things done.", "Congressman Tom Suozzi sides with Trump more than most Democrats. He’s supported billions of dollars for Trump’s wall--and said he wants to triple that number. He endorsed a plan that would lead to mass deportations of the poorest and most vulnerable immigrants: undocumented children, single mothers, the elderly and the sick. Congressman Tom Suozzi might be a Democrat, but when he talks about immigrants he sounds an awful lot like Trump."]}, "ny_004": {"Kathleen Rice": ["Congresswoman Kathleen Rice is a Long Island native who served as a prosecutor for over two decades, first for the federal government, and then as Nassau County District Attorney. During her terms as Nassau DA, she cracked down on drunk driving and government corruption. The investigation she led into SAT cheating inspired nationwide reforms for standardized tests. Since being elected to Congress in 2014, she has worked to get new Democratic leadership and ushered bipartisan bills through the house to help veterans and improve our national security.", "As prosecutor, Congresswoman Kathleen Rice favored career advancement and being “tough on crime” over achieving justice. She’s been reprimanded for ignoring civil liberties, overseen a huge increase in wrongful convictions after giving her friends plum jobs, and even sought a life sentence against a man she believed was innocent. In one case, she looked the other way when her police chief arrested a key witness at the urging of a donor who didn’t want the witness to testify.", "Kathleen Rice has favored her career advancement over providing for Long Island communities. She fought against Nancy Pelosi for being too liberal, leading a small group of conservative Democrats last year who wanted to defy the will of most Democrats to install Speaker to Pelosi’s right, even at the expense of crucial committees that could provide Long Island the clout it needs to affect the direction of the house. She’s also supported an unusually high number of Republican bills, while opposing the only major policy of Obama’s she was present for: the Iran nuclear deal."], "Kevin Abrahams": ["Kevin Abrahams has over 16 years experience attending to local Long Island communities as a Nassau County Legislator. Abrahams was the body’s youngest ever legislator when first elected, and has for his entire tenure been one of the few people of color on the body.  For years, he has lead the Democratic minority on opposing the cronyism and wasteful spending of the Republicans, while also working on local social and racial justice issues.", "Kevan Abrahams has been on the Nassau County Legislature for 15 years, through Republican and Democratic majorities, and for all that time has no real accomplishments. He’s been in charge of the Democrats on the Legislature for about half that time, and despite Nassau being a blue county, has continually failed to lead Democrats to a majority on the legislature."]}, "ny_005": {"Gregory Meeks": ["Congressman Gregory Meeks has been working for his constituents for twenty years. He now leads the Queens Democratic Party, working to elect Democrats to every office from city council to the White House. The congressman is a proud member of the Congressional Black Caucus and a longtime pillar of his community.", "Congressman Gregory Meeks has been in Congress for years and years, and it’s all been for his own benefit. By his own admission, he’s left his district to go to fancy fundraisers so he could move up in DC, and he got himself a luxury car with taxpayer money. He’s been investigated for corruption by his colleagues in Congress and even by the FBI. The federal government’s campaign finance regulatory agency fined him $63,000 for illegal usage of campaign money, and he was recently chosen by party bosses to run the notoriously corrupt Queens machine. To top it all off, he’s a favorite of big banks, and he takes thousands in corporate money year after year."], "Shaniyat Chowdhury": ["Shaniyat Chowdhury grew up in New York City public housing, the child of immigrants from Bangladesh. After six years of service in the Marines, he came home to serve his community, working for Congresswoman Alexandria Ocasio-Cortez’s campaign and as a legislative aide in New York government, while bartending to make ends meet. Now he’s running for Congress because he wants to bring the change we so desperately need. As a congressman, Shaniyat will fight for Medicare for all and a real response to the threat of climate change--and unlike his opponent, he’s not taking a penny of corporate money.", "Shaniyat Chowdhury is only 27, and he has barely any experience in government. He worked for a few months as an aide in Albany, then worked on a congressional campaign for a few months. Beyond that, he’s just a bartender, but that’s not stopping him from running for Congress."]}, "ny_009": {"Yvette Clarke": ["Congresswoman Yvette Clarke is a proud progressive who has spent over a decade in Congress fighting for those ideals. She’s always supported immigrant and abortion rights, and has always stood against expanding the unconstitutional surveillance state, no matter which party is trying to expand it. Currently she is fighting the abuses of the Trump administration and working for better housing access for the working people of New York.", "Congresswoman Yvette Clarke has been in Congress for 14 years, and served on the City Council for 4 years before that. She was elected before some voters next election were born. And in all that time she’s gotten no major bills passed, led no major projects, and doesn’t even show up to events in her district. Google her name and it’ll say the most notable thing she’s done recently is lose track of her office budget. With all the problems we’re facing, we need someone interested in actually doing something about them."], "Adem Bunkeddeko": ["Adem Bunkeddeko is part of a new generation of leaders ready and able to shape the future. He’s spent his adult life as a community organizer, taking a break to attend Harvard before coming back to the city to continue his fight to ensure every resident in it taken care of. His primary focus is housing, making sure we fight skyrocketing rents to assure a home for all of us in Brooklyn, New York, and America.", "Adem Bunkeddeko went to some elite schools, moved to Brooklyn, spent a few years working in politics, and thinks that means he should get to be in Congress. He already took his case to voters of the 9th district, and they chose experience over a nice degree. Bunkeddeko isn’t a bad person and may have a lot to offer, but there are plenty of other offices he could run for to prove himself that aren’t Congress."]}, "ny_010": {"Jerry Nadler": ["Congressman Jerry Nadler has been spent over 4 decades in public service - 15 years in the state Assembly and another 27 in Congress. During that time, he has consistently and without hesitation upheld the progressive values of the Democratic Party - from fighting against the “tough on crime” consensus and advocating nuclear nonproliferation in the 80s, to supporting Medicare for All and the Green New Deal today.", "Congressman Nadler is a consistent liberal vote in Congress, but quite honestly, a lot of of people can vote well and he’s long since ceased aspiring to be anything more. Nadler hasn’t done anything wrong, but Congress isn’t a lifetime appointment you get to keep as long as you don’t make any mistakes; it’s something you have to earn every election, and if Nadler isn’t prepared to be involved in the affairs of his district, he needs to step aside for a new generation ready to be activists in Washington"], "Lindsey Boylan": ["Lindsey Boylan finished Columbia Business School, and immediately hit the ground running, working for various municipal government board in New York City until her success garnered the notice of Andrew Cuomo, who made her Deputy Secretary for Economic Development and Special Advisor to the Governor. She believes that Congress needs more women’s voices in it, and has resolved to not let the strongarm tactics of Democratic leadership bully her out of this race.", "Lindsey Boylan has a couple degrees, a few years in city planning, and a few months in some plum appointed position. And let’s be honest - it’s Albany, so what are the odds she got that appointment from some other way than having the right friends? You don’t have to be a Nobel Prize winner to be successful in Congress, but if she’s arguing that she should replace one of the most experienced and progressive members of the House it would be nice if she could offer something, anything at all in return."]}, "ny_012": {"Suraj Patel": ["Suraj Patel’s parents immigrated from India in the 70s, and from an early age Suraj was doing the work that needed to be done in their motel. As an adult, Patel earned degrees from Stanford and Cambridge, expanded the business nationwide, and worked on the Obama campaign. He’s running for Congress to make the American dream he experienced possible for all.", "Suraj Patel is a rich kid gifted his parents’ business, and now that he’s bored he’s decided to run for Congress. He already tried this two years ago, and lost badly because voters picked up on his utter lack of substance. He wore fashionable outfits, made stylish ads, and even campaigned on dating apps, but when voters looked beyond the presentation, they noticed that he had nothing new to offer besides saying “innovation” and “the American Dream” on repeat. In the last two years, absolutely nothing’s changed."], "Tiffany Caban": ["Tiffany Cabán chose the career path of a public defender because she wanted to defend those who didn’t have the resources to defend themselves. After years observing how the criminal justice system operated from the inside, she knew that it needed serious reform, which is why she ran for Queens DA this year after realizing no one else was going to make that reform happen. She ultimately did not win that race, but her campaign achieved nationwide positive attention for its focus on transforming a broken office into one that could provide real justice. She’s now running for Congress to take that same focus to Washington.", "Democrats could stand to fight harder against Republicans and not be so timid about our progressive values, but Tiffany Cabán goes far beyond that. She is simply a radical who does not belong in Congress. “Abolish ICE” is already the left-wing position, and yet she wants to throw ICE agents in prison. Progressives want reduced criminal sentences, and she wants a ban on new prisons, even as the city grows. Liberals want legal pot, and she wants to make all drug use legal. That’s just for law enforcement. Imagine what she’d be like on all the other issues Congress will face."], "Carolyn Maloney": ["Congresswoman Carolyn Maloney has always been an achiever. You can look back to her college days when she was in multiple clubs and lead yearbook editor, or you can look to today, where she is far above average for productivity in congress, writing bill after bill - often the most of anyone in the House, being part of caucus after caucus, and still finding the time to be an active and involved member of the community in her district.", "America is seeing a spike in contagious disease outbreaks, and the culprit is the growing anti-vax movement, which is putting children’s lives at risk. Congresswoman Carolyn Maloney is part of it. On the House floor she angrily berated the CDC for not studying the (entirely fictitious) link between vaccines and autism, repeatedly rejecting the science by claiming “parents” have told her otherwise. She even dug deep to ask about particular conspiracy theories invented by the movement. The lives of our children are simply too important to keep someone who spreads those lies in Congress.", "Congresswoman Carolyn Maloney has failed to stand up for our values. She voted against Obama’s crowning foreign policy achievement, the Iran Deal, fundraised off of Big Agriculture the same week she voted on a giveaway for them, invests in a slumlord real estate company notorious for evictions, repeated a variety of anti-vax talking points to the CDC, and used the n-word in an interview. Especially with how things have gotten, people in the city pride ourselves on our liberalism, and our member of Congress has failed to live up to our expectations."]}, "ny_015": {"Ritchie Torres": ["Councilman Ritchie Torres has spent the last five years dealing with the most pressing concerns of the Bronx in his role on the City Council. In addition to shepherding through multiple bills to help underserved communities of the city, he has overseen both the Housing Authority and the investigating authority over New York City government. He describes himself as a “man on a mission” who wants sees the central cause of his life as bringing the institutions that lifted him up to everyone.", "Ritchie Torres is fame-hungry. He’s been attaching himself to attention-grabbing national issues and doing quirky videos, and now that Alexandria Ocasio-Cortez has been elevated, he sees a way to get promoted by aping off of her success. Congressman Serrano was effective because he was a steady hand, diligently working to get things done. We need more of that in Congress, not camera hounds."], "Tomas Ramos": ["Tomas Ramos knows how the government can let people slip through the cracks. He himself grew up in a rough neighborhood and spent time in the prison system for fighting. Ramos grew beyond that, and has dedicated his life to keeping others from falling into the same traps he did, leading the Bronx River Community Center and working to provide the support systems that underfunded neighborhoods in the Bronx often lack. He’s running for Congress to transform the way we treat the people who’ve been left behind by our government.", "The 15th is the poorest district in the country. It needs a representative who can deliver. This race has a wide variety of public officials who know how to get things done for the constituents, so there’s no reason to roll the dice on a man who’s barely old enough to run for Congress and whose experience consists of running a children’s program and doing time in prison. No one’s making Ramos try for Congress - there are plenty of other places he could start out."], "Michael Blake": ["Assemblyman Michael Blake got his start working for Democrats around the country before 2007, when he was inspired by Barack Obama and joined the campaign in a key role. Blake then served in Obama’s White House and as a national deputy director for Obama’s reelection. Since then, he’s been busy - setting up a policy house for communities of color, getting elected DNC Vice Chair, and serving in the New York Assembly, where he’s fought for good jobs and affordable housing.", "Michael Blake is just another high-powered political operator. He spent years doing campaign work, then rushed to move to the Bronx, barely in time to qualify to run for the Assembly. In the Assembly, he hasn’t done anything but plan for the next office he’s going to run for. And when he’s not running for office, he’s not even in the Assembly full time. He’s making tens of thousands for some vague “political consulting” in Bermuda."], "Ruben Diaz Sr.": ["Councilman Rubén Díaz Sr. has a long and storied career in New York politics, serving on both the City Council and State Senate, where he’s earned a reputation for speaking his mind and forging ahead regardless of what other powerful people thought of him. He’s running to be the anti-Alexandria Ocasio-Cortez: focused entirely on providing for the district instead of high-minded ideology.", "Rubén Díaz Sr. is a hateful bigot with long record of vileness towards the gay community. He’s compared being gay to raping animals, said that gay people are, quote, “infested with AIDS”, and as recently as last year was trying to convince people about a gay conspiracy to control government. The things he says are so awful even his own family has said he needs to stop. We cannot elevate someone like that in Congress.", "Rubén Díaz Sr. is a Democrat only in the loosest sense, and that goes far beyond his anti-gay and anti-choice record. He’s run for office under not one but two right-wing third parties. During the 2016 Republican presidential campaign, he invited Republican candidate Ted Cruz to meet with local religious leaders. And in 2011, he joined forces with a nationally recognized hate group to help flip a New York Congressional seat Republican. We need someone who will stand up to Republicans, not someone who wants to help them out."], "Samelys Lopez": ["Samelys Lopez is a Bronx native and community activist who wants to bring her Bronx experience to Washington. As a member of Bronx Community Board 7, she worked to involve the community in development and zoning, and as a project manager for Breaking Ground, she helped secure funding for affordable housing in New York City. She wants to shake up the political machine that decides things behind closed doors, and deliver real results for New York.", "Samelys Lopez has little experience in government, and her experience elsewhere isn’t much better. She worked on affordable housing even as housing became more and more unaffordable all across New York City. She was even removed from her community board. Now she’s looking for a promotion to Congress, trying to steal the spotlight from Alexandria Ocasio-Cortez and run away from the mess she left behind on the community board that fired her."]}, "ny_016": {"Eliot Engel": ["Congressman Eliot Engel has been working for New York for decades, and now as a member of Democratic leadership he makes sure House Democrats won’t forget about his district. As chairman of the House Foreign Affairs Committee, he provides a steady hand and a strong voice to counter Trump’s insanity about Putin and North Korea. We need experienced leaders like him to fight back against Trump and the Republicans.", "Congressman Eliot Engel has been in Congress as a Democrat for years, but when push comes to shove, he’s been happy to betray his fellow Democrats. He voted with Republicans against President Obama’s Iran nuclear deal, and he voted with Republicans for the Iraq War. He shared a stage with a radical anti-Muslim conservative who claims President Obama wasn’t born in America, and he even praised Trump when he reversed Obama’s policies and let an anti-Semitic pastor, Robert Jeffress, speak at an event in Israel. Eliot Engel might be a Democrat on paper, but he’s with the Republicans when it counts.", "Congressman Eliot Engel has been in Congress since 1989, and he hasn’t gotten anything done in all those years. He keeps moving up, but he doesn’t have any real legislation to his name. He’s helped himself out plenty, though: for years, he claimed a big tax credit on his home in Maryland. The catch? The tax credit is reserved for people whose primary residence is in Maryland. It’s time to send Eliot Engel home to Maryland, and replace him with a New Yorker who can actually get real accomplishments."], "Jamaal Bowman": ["Jamaal Bowman is a public school principal who has been a tireless advocate for students and parents. He has spoken out against standardized testing, defended public schools, and stood up for teachers. Jamaal has fought for his students, and now he believes the best way he can fight for his students is by bringing their voices to Congress.", "Jamaal Bowman has been chasing publicity ever since he got into education. After coming to New York from New Jersey, he bounced around from school to school. As a principal, he picked fights with Governor Cuomo. In Congress, we don’t need someone who picks fights for the cameras, we need someone who knows what they’re doing."]}, "ny_017": {"Mondaire Jones": ["Mondaire Jones went from Ramapo public schools to Stanford and Harvard, serving in student government at Stanford, getting his law degree at Harvard, and coming back home to New York to help the vulnerable. He serves on the board of the New York Civil Liberties Union, is an active member of his local NAACP, and also works with multiple organizations that help young people get the education and skills they need to become leaders in their communities. In Congress, he wants to fight for clean government, a better environment, and justice for those same vulnerable communities he’s always been fighting for.", "After going to elite schools, Mondaire Jones picked up and moved to New York just so he could run for Congress. After he spent student money on expensive steakhouses and thousands of dollars in travel expenses as a student government official at Stanford, it makes sense he’d want to leave behind his California days before people started asking questions. Now he wants to go to Congress--this time on your dime."], "Nita Lowey": ["Congresswoman Nita Lowey has been serving New York since 1989 in Congress, and she has always been a strong voice for women’s rights. She chairs the House Appropriations Committee, and she helped end Trump’s disastrous shutdown. Her experience and her strong convictions have made her an effective voice for New Yorkers, and for women across the country.", "Congresswoman Nita Lowey might be a Democrat on paper, but she’s voted with Republicans all too often. She voted with Republicans for the Iraq War, and she voted with Republicans against President Obama’s Iran nuclear deal. She praised Trump when he reversed Obama’s policies and let an anti-Semitic pastor, Robert Jeffress, speak at an event in Israel. She even cut a deal to fund over a billion dollars for Trump’s racist wall."]}, "il_003": {"Marie Newman": ["Marie Newman is a businesswoman and activist fighting for a better Chicago. She wants to defend and expand the Affordable Care Act, fight climate change, protect a woman’s right to choose, and end discrimination against LGBT Americans. She’s running for Congress to bring those commitments to Washington.", "Marie Newman ran for Congress once, and she lost. She’s running again because she’s focused on purity, and she wants to chase moderates out of the Democratic Party--even if the voters keep telling her no."], "Dan Lipinski": ["Congressman Dan Lipinski has been serving Illinois for almost twenty years. He’s a reasonable moderate who works with Republicans to get things done, and he’s not afraid to cross party lines to uphold his beliefs and his faith.", "Congressman Dan Lipinski won his first election to Congress without a primary, when his dad dropped out after the Democratic primary and handed him the nomination. Since then, he’s been coasting on his family name--and taking money from every big corporation he can find along the way.", "Congressman Dan Lipinski calls himself a Democrat, but he opposes gay rights, he voted against Obamacare, he refused to support Barack Obama for reelection, and he even spoke at a radical anti-abortion rally alongside Donald Trump. It’s no wonder he won his last race because of Republicans voting in the Democratic primary, and it’s no wonder that this time, he’s getting thousands of dollars in campaign funding from a Republican congressman. Dan Lipinski is a Trump Republican, and he doesn’t want you to find that out."]}, "co_001": {"Crisanta Duran": ["Crisanta Duran has been working for Colorado for years. As the first Latina and only the third woman to serve as Speaker of the Colorado State House, she helped pass progressive policies. She grew up in a union family, and her father was the leader of a local labor union. She’s been fighting for labor unions, women’s rights, and immigrant rights her whole life, and her work has earned her the support of Denver community leaders. She has the experience and the progressive vision to change Washington.", "Crisanta Duran is term-limited from the state legislature, so all she can think to do is run against another Democrat for Congress. She can’t say what’s wrong with the incumbent--she just thinks she’s entitled to a spot in Congress."], "Diana DeGette": ["Congresswoman Diana DeGette has been serving Colorado in Congress for over twenty years. She has been a consistent voice for women and families, and she has the experience to deliver for Colorado.", "Congresswoman Diana DeGette is only concerned with staying in office. She’s been in Congress longer than the youngest eligible voters have been alive. And she hasn’t brought home any real accomplishments in the more than twenty years she’s been in Washington. She’s still taking the same old approach to politics when what we desperately need is something new."]}, "ga_013": {"Michael Owens": ["Michael Owens has a long record of service, first as a marine, then as a foreign policy leader, founding the U.S. Global Center for Cyber Policy, and most recently as the Chair of the Cobb County Democratic Party. In that role he’s overseen historic success for the party, taking it from a red county only a few years ago to one that Democrats regularly win.", "Michael Owens’s big claim to fame is running a county party for a couple years while suburbs around the country were all swinging left. It’s not even clear how much he contributed to that, but even if he did, running a good campaign has nothing to do with being a good legislator, something Owens has no experience in."], "David Scott": ["Congressman David Scott has a long and distinguished record in government. Starting in 1975, he has served in the State House, State Senate, and Congress. Scott is a bipartisan dealmaker who has the courage to stand up for what is right, as he did when he steadfastly supported President Obama’s healthcare reform despite the racist death threats he received.", "Congressman David Scott is the kind of Democrat that Republicans love to have around. Just in the last few years Scott has endorsed multiple Republicans in competitive races. He’s repeatedly voted with the financial industry to undermine the systems Democrats put in place after the financial crisis to prevent another one, and received hundreds of thousands in contributions from the industry in return. He was one of only a few Democrats to vote to support the federal agency ICE last year as they were putting children in cages.", "Congressman David Scott’s been in office for 44 years, and it shows. He hasn’t held a town hall in almost a decade and his work output has slowed to a trickle. Most congressmen write a bill every few months, but he’s been known to go years between them. Recently he even attempted to pass off a payday industry lobbyist’s speech as his own, and didn’t even bother to remove the parts where the lobbyist talked about his clients. It’s time for someone more invigorated to face the challenges ahead."]}}